Repository: kingplugins/marketking-core
Catalog: languages/marketking-multivendor-marketplace-for-woocommerce-*.po
Languages: fr_fr

source: -- Select a field --
fr_fr: -- Sélectionner un champ --

source: Email:
fr_fr: Courriel :

source: Here's everything at a glance...
fr_fr: Voici tout en un coup d’œil...

source: New
fr_fr: Nouveau

source: New Messages
fr_fr: Nouveaux messages

source: Open
fr_fr: Ouvert

source: Products Pending Review
fr_fr: Produits en attente d’examen

source: This setting cannot be disabled, because it is enabled globally in MarketKing -> Settings, or at the group level.
fr_fr: Ce paramètre ne peut pas être désactivé, car il est activé globalement dans les paramètres MarketKing -> ou au niveau du groupe.

source: Vendor Registrations - Approval Needed
fr_fr: Inscriptions des vendeurs - Approbation nécessaire

source: with a Premium License
fr_fr: avec une licence Premium

source: with your version of MarketKing
fr_fr: avec votre version de MarketKing

source: %1$s is deprecated since version %2$s with no alternative available.
fr_fr: %1$s est déconseillé car la version %2$s sans alternative disponible.

source: %1$s is deprecated since version %2$s! Use %3$s instead.
fr_fr: %1$s est obsolète depuis la version %2$s! Utilisez plutôt %3$s.

source: %s block moved to the Trash.
fr_fr: %s bloc déplacé vers la corbeille.

source: %s block not updated, somebody is editing it.
fr_fr: %s bloc non mis à jour, quelqu’un est l’éditer.

source: %s block permanently deleted.
fr_fr: %s bloc définitivement supprimé.

source: %s block restored from the Trash.
fr_fr: Bloc de %s restauré à partir de la poubelle.

source: %s block updated.
fr_fr: %s bloc est mis à jour.

source: %s comment moved to the Trash.
fr_fr: Commentaire de %s est déplacé vers la corbeille.

source: %s comment restored from the spam.
fr_fr: %s avis restauré du spam.

source: %s page moved to the Trash.
fr_fr: %s livre(s) mis à la corbeille.

source: %s page not updated, somebody is editing it.
fr_fr: %s livre non mis à jour, quelqu'un est en train de le modifier.

source: %s page permanently deleted.
fr_fr: page %s supprimé définitivement.

source: %s page restored from the Trash.
fr_fr: %s a été récupéré(e) depuis la corbeille.

source: %s page updated.
fr_fr: mise à jour de page %s.

source: %s post moved to the Trash.
fr_fr: %s message déplacé vers la Corbeille.

source: %s post not updated, somebody is editing it.
fr_fr: %s livre non mis à jour, quelqu'un est en train de le modifier.

source: %s post permanently deleted.
fr_fr: %s Message définitivement supprimé.

source: %s post restored from the Trash.
fr_fr: %s a été récupéré(e) depuis la corbeille.

source: %s post updated.
fr_fr: %s post mis à jour.

source: %s review approved.
fr_fr: %s examen approuvé.

source: %s review marked as spam.
fr_fr: %s avis marqué comme indésirable.

source: %s review permanently deleted.
fr_fr: %s avis définitivement supprimé.

source: %s review restored from the Trash.
fr_fr: %s avis restauré à partir de la poubelle.

source: (estimated)
fr_fr: (estimé)

source: (filtered from _MAX_ total entries)
fr_fr: (filtré de _MAX_ éléments au total)

source: (guest user)
fr_fr: (utilisateur invité)

source: (messaging module is disabled)
fr_fr: (le module de messagerie est désactivé)

source: (on vacation)
fr_fr: (en vacances)

source: (Unlock all with a Premium License! - 35% OFF TODAY)
fr_fr: (Débloquez tout avec une licence Premium - 35% DE RÉDUCTION AUJOURD'HUI)

source: - No group (inactive) -
fr_fr: - Pas de groupe (inactif) -

source: - None - (COD orders are treated like all other orders)
fr_fr: - Aucune - (les commandes COD sont traitées comme toutes les autres commandes)

source: 1 block not updated, somebody is editing it.
fr_fr: 1 bloc non mis à jour, quelqu'un est en train de le modifier.

source: 1 page not updated, somebody is editing it.
fr_fr: 1 page n'a pas été mise à jour, quelqu'un est en train de l'éditer.

source: 1 post not updated, somebody is editing it.
fr_fr: 1 comment n'a pas été mise à jour, quelqu'un est en train de l'éditer.

source: : activate to sort column ascending
fr_fr: : activer pour trier la colonne par ordre croissant

source: : activate to sort column descending
fr_fr: : activer pour trier la colonne par ordre décroissant

source: <b>External or Affiliate –</b> one that you list and describe on your website but is sold elsewhere.
fr_fr: <b>Externe ou affilié</b> : une levée que vous répertoriez et décrivez sur votre site Web, mais qui est souscrite ailleurs.

source: <b>Grouped –</b> a collection of related products that can be purchased individually and only consist of simple products. For example, a set of six drinking glasses.
fr_fr: <b>Groupé</b> : un ensemble de levées similaires qui peuvent être soucrites individuellement et ne se composent que de levées simples. Par exemple, un ensemble de six verres.

source: <b>Simple –</b> covers the vast majority of any products you may sell. Simple products are shipped and have no options. For example, a book.
fr_fr: <b>Simple</b> : couvre la grande majorité de toutes les levées que vous pouvez prop. Les levées simples sont expédiéees et n’ont pas d’options. Par exemple, un livre.

source: <b>Variable –</b> a product with variations, each of which may have a different SKU, price, stock option, etc. For example, a t-shirt available in different colors and/or sizes.
fr_fr: <b>Variable</b> : une levée avec des variantes, chacune pouvant avoir une référence, un prix, une option de stock, etc. différents. Par exemple, un t-shirt disponible dans différentes couleurs et/ou tailles.

source: [Order Totals #%s]
fr_fr: [Total des commandes #%s]

source: A new shipment was created.
fr_fr: Un nouvel envoi a été créé.

source: A password will be sent to your email address.
fr_fr: Un mot de passe sera envoyé à votre adresse courriel.

source: A vendor has submitted the following product for approval.
fr_fr: Un fournisseur a soumis le produit suivant pour approbation.

source: About Us
fr_fr: À propos de nous

source: Abuse Reports
fr_fr: Rapports sur les abus

source: Access your vendor dashboard and data.
fr_fr: Accédez au tableau de bord et aux données de votre fournisseur.

source: Activate License
fr_fr: Activer la licence

source: Activate the plugin
fr_fr: Activation de l'extension

source: Active Withdrawal Request:
fr_fr: Demande de prélévement actif :

source: Add
fr_fr: Ajouter

source: Add another
fr_fr: Ajouter un autre

source: Add Condition
fr_fr: Ajouter une condition

source: Add Image
fr_fr: Ajouter une image

source: Add Image Swatch
fr_fr: Ajouter Image Swatch

source: Add Linked Products
fr_fr: Ajouter des produits liés

source: Add More
fr_fr: Ajouter plus

source: Add New
fr_fr: Ajouter nouveau

source: Add New Products
fr_fr: Ajouter de nouveaux Produits

source: Add Product
fr_fr: Ajouter un produit

source: Add Product (Max Limit Reached)
fr_fr: Ajouter un produit (limite maximale atteinte)

source: Add Purchase Notes
fr_fr: Ajouter des notes d’achat

source: Add user
fr_fr: Ajouter un utilisateur

source: Additional content
fr_fr: Contenu supplémentaire

source: Address
fr_fr: Adresse

source: Address 1
fr_fr: Adresse 1

source: Address 2
fr_fr: Adresse 2

source: Address:
fr_fr: Adresse :

source: Admin + Vendor (Shipping included in commission calculation)
fr_fr: Admin + Fournisseur (frais de port inclus dans le calcul de la commission)

source: Admin + Vendor (Tax included in commission calculation)
fr_fr: Admin + Vendeur (Taxe incluse dans le calcul de la commission)

source: Admin Commission
fr_fr: Commission de l’administrateur

source: Admin commission received for each sale
fr_fr: Commission administrative perçue pour chaque vente

source: Admin commission value
fr_fr: Valeur de la commission d’administration

# Admin menu name
source: Dashboard
fr_fr: Tableau de bord

# Admin menu name
source: Payouts
fr_fr: Paiements

# Admin menu name
source: Refunds
fr_fr: Remboursements

# Admin menu name
source: Verifications
fr_fr: Vérifications

source: Admin Store (Self)
fr_fr: Boutique d’administration (Self)

source: Admin-Only Shipping Methods
fr_fr: Méthodes d'expédition réservées à l'administration

source: Advanced Settings
fr_fr: Paramètres avancés

source: Agent earnings
fr_fr: Revenus des agents

source: Alignment
fr_fr: Alignement

source: All Categories
fr_fr: Toutes les catégories

source: All fields are mandatory
fr_fr: Tous les champs sont obligatoires

source: All fields must have a title and/or option name. Please review the settings highlighted in red border.
fr_fr: Tous les champs doivent avoir un titre et/ou un nom d'option. Veuillez consulter les paramètres mis en surbrillance avec une bordure rouge.

source: All Vendors (Market)
fr_fr: Tous les vendeurs (marché)

source: Allow Support Through Dedicated Support Email
fr_fr: Autoriser l’assistance par e-mail d’assistance dédiée

source: Allow Support Through External URL
fr_fr: Autoriser l'assistance par le biais d'une URL externe

source: Allow Support Through Messaging Module
fr_fr: Autoriser le support via le module de messagerie

source: Allow vendors and customers to communicate via email or messaging.
fr_fr: Permettre aux vendeurs et aux clients de communiquer par courrier électronique ou par messagerie.

source: Amount
fr_fr: Montant

source: Amount:
fr_fr: Montant :

source: Amount:
fr_fr: Montant :

source: An error occurred determining if that variation can be deleted. Please try again.
fr_fr: Une erreur s’est produite pour déterminer si cette variation peut être supprimée. Veuillez réessayer.

source: An error occurred while saving your stationery settings.
fr_fr: Une erreur s'est produite lors de l'enregistrement de vos paramètres de papeterie.

source: Announcements
fr_fr: Annonces

source: Appearance
fr_fr: Apparence

source: Apply coupon
fr_fr: Appliquer le code promo

source: Approval
fr_fr: Approbation

source: Approve user
fr_fr: Approuver l'utilisateur

source: Are you sure you want delete this option?
fr_fr: Confirmez-vous vouloir supprimer cette option ?

source: Are you sure you want remove this add-on field?
fr_fr: Êtes-vous sûr de vouloir retirer ce champ d'extension?

source: Are you sure you want to add this customer?
fr_fr: Êtes-vous sûr de vouloir ajouter ce client ?

source: Are you sure you want to add this shipping method?
fr_fr: Êtes-vous sûr de vouloir ajouter ce mode d'expédition ?

source: Are you sure you want to add this team member?
fr_fr: Voulez-vous vraiment ajouter ce membre de l’équipe ?

source: Are you sure you want to approve this refund? This is irreversible.
fr_fr: Voulez-vous vraiment approuver ce remboursement ? C’est irréversible.

source: Are you sure you want to approve this vendor account?
fr_fr: Êtes-vous sûr de vouloir approuver ce compte vendeur ?

source: Are you sure you want to cancel your current withdrawal request?
fr_fr: Êtes-vous sûr de vouloir annuler votre demande de retrait en cours ?

source: Are you sure you want to create this shipment?
fr_fr: Voulez-vous vraiment créer cet envoi ?

source: Are you sure you want to DEACTIVATE this user? The user will no longer be approved and they will be unable to login.
fr_fr: Etes-vous sûr que vous souhaitez DÉSACTIVER cet utilisateur ? L’utilisateur ne sera plus approuvé et il ne pourra plus se connecter.

source: Are you sure you want to delete all variations? This cannot be undone.
fr_fr: Êtes-vous sur de vouloir supprimer toutes les variations ? Cela est irréversible.

source: Are you sure you want to delete this cart?
fr_fr: Êtes-vous sûr de vouloir supprimer ce panier ?

source: Are you sure you want to delete this coupon?
fr_fr: Etes-vous sur de vouloir supprimer ce coupon ?

source: Are you sure you want to delete this offer?
fr_fr: Êtes-vous sûr de vouloir supprimer cette offre ?

source: Are you sure you want to delete this product?
fr_fr: Êtes-vous sûr de vouloir supprimer cet article ?

source: Are you sure you want to delete this rule?
fr_fr: Etes-vous sûr de vouloir supprimer cette règle ?

source: Are you sure you want to delete this shipping method?
fr_fr: Confirmez-vous la suppression de ce mode de livraison ?

source: Are you sure you want to delete this team member account? This is irreversible.
fr_fr: Voulez-vous vraiment supprimer ce compte de membre de l’équipe ? C’est irréversible.

source: Are you sure you want to delete this zone? This action cannot be undone
fr_fr: Êtes-vous sûr de vouloir supprimer cette zone ? Cette action ne peut pas être annulée

source: Are you sure you want to deny this refund? This is irreversible.
fr_fr: Êtes-vous sûr de vouloir refuser ce remboursement ? C'est irréversible.

source: Are you sure you want to disconnect this Stripe account?
fr_fr: Vous êtes sûr de vouloir déconnecter votre compte PayPal ?

source: Are you sure you want to link all variations? This will create a new variation for each and every possible combination of variation attributes (max %d per run).
fr_fr: Confirmez-vous vouloir lier toutes les variantes ? Cela créera une nouvelle variante pour chaque combinaison possible d&rsquo;attributs de variante (max. %d par exécution).

source: Are you sure you want to make the withdrawal request?
fr_fr: Êtes-vous sûr de vouloir faire la demande de retrait?

source: Are you sure you want to make this manual adjustment?
fr_fr: Êtes-vous sûr de vouloir effectuer ce réglage manuel ?

source: Are you sure you want to mark this order as Received? This means you are confirming you have correctly received all packages and items within this order.
fr_fr: Voulez-vous vraiment marquer cette commande comme Reçue ? Cela signifie que vous confirmez que vous avez correctement reçu tous les colis et articles de cette commande.

source: Are you sure you want to permanently CANCEL this subscription? This is irreversible.
fr_fr: Êtes-vous sûr de vouloir annuler définitivement cet abonnement ? Ceci est irréversible.

source: Are you sure you want to process a renewal? This will charge the customer and email them the renewal order (if emails are enabled).
fr_fr: Êtes-vous certain de vouloir traiter un renouvellement? Ceci facturera le renouvellement au client et lui enverra un courriel de renouvellement de commande (si les courriels sont activés).

source: Are you sure you want to publish this offer?
fr_fr: Voulez-vous vraiment publier cette offre ?

source: Are you sure you want to publish this rule?
fr_fr: Voulez-vous vraiment publier cette règle ?

source: Are you sure you want to REJECT and DELETE this user? This is irreversible.
fr_fr: Êtes-vous sûr de vouloir REJETER et SUPPRIMER cet utilisateur ? Ceci est irréversible.

source: Are you sure you want to remove the selected items?
fr_fr: Etes-vous sûr de vouloir supprimer les éléments sélectionnés?

source: Are you sure you want to remove this option?
fr_fr: Êtes-vous sûr de vouloir supprimer cette option?

source: Are you sure you want to remove this variation?
fr_fr: Êtes-vous sur de vouloir supprimer cette variation ?

source: Are you sure you want to retry payment for this renewal order? This will attempt to charge the customer and send renewal order emails (if emails are enabled).
fr_fr: Etes-vous sûr de vouloir réessayer le paiement pour cette commande de renouvellement ? Cela va tenter de facturer au client et envoyer des e-mails de renouvellement de commande (si les e-mails sont activés).

source: Are you sure you want to revoke access to this download?
fr_fr: Êtes-vous certain de vouloir supprimer l'accès à ce téléchargement ?

source: Are you sure you want to save the payout info?
fr_fr: Êtes-vous sûr de vouloir sauvegarder les informations relatives au paiement ?

source: Are you sure you want to save this cart?
fr_fr: Êtes-vous sûr de vouloir sauvegarder ce panier ?

source: Are you sure you want to save this payment?
fr_fr: Êtes-vous sûr de vouloir enregistrer ce paiement?

source: Are you sure you want to save this product as a draft? It will no longer be published.
fr_fr: Êtes-vous sûr de vouloir enregistrer ce produit en tant que brouillon ? Il ne sera plus publié.

source: Are you sure you want to send this refund request?
fr_fr: Êtes-vous sûr de vouloir envoyer cette demande de remboursement ?

source: Are you sure you want to submit this abuse report?
fr_fr: Êtes-vous sûr de vouloir soumettre ce rapport d'abus ?

source: Are you sure you want to submit this for verification?
fr_fr: Êtes-vous sûr de vouloir soumettre cela pour vérification?

source: Are you sure you want to submit this reply? Please note that you can only reply once.
fr_fr: Êtes-vous sûr de vouloir soumettre cette réponse ? Veuillez noter que vous ne pouvez répondre qu'une seule fois.

source: Are you sure you wish to delete this note? This action cannot be undone.
fr_fr: Êtes-vous certain de vouloir supprimer cette note&nbsp;? Cette action est irréversible.

source: Are you sure you wish to delete this refund? This action cannot be undone.
fr_fr: Êtes-vous sûr de vouloir supprimer ce remboursement ? Cette action est irréversible.

source: Are you sure you wish to delete this tax column? This action cannot be undone.
fr_fr: Êtes-vous sur de vouloir supprimer cette colonne de TVA&nbsp;? Cette action est irréversible.

source: Are you sure you wish to process this refund? This action cannot be undone.
fr_fr: Êtes-vous sûr de vouloir procéder à ce remboursement&nbsp;? Cette action est irréversible.

source: Are you sure?
fr_fr: Êtes-vous sûr ?

source: Auction
fr_fr: Enchère

source: Auto-generate
fr_fr: Auto-générer

source: Automatic attendee registration is currently disabled for this meeting
fr_fr: L'inscription automatique des participants est actuellement désactivée pour cette réunion

source: Automatic attendee registration is currently disabled for this webinar
fr_fr: L'inscription automatique des participants est actuellement désactivée pour ce webinaire

source: Automatic attendee registration is currently enabled for all occurrences
fr_fr: L'enregistrement automatique des participants est actuellement activé pour toutes les occurrences

source: Automatic attendee registration is currently enabled for this meeting
fr_fr: L'inscription automatique des participants est actuellement activée pour cette réunion

source: Automatic attendee registration is currently enabled for this webinar
fr_fr: L'inscription automatique des participants est actuellement activée pour ce webinaire

source: Automatic attendee registration is not currently enabled for all occurrences
fr_fr: L'inscription automatique des participants n'est pas actuellement activée pour toutes les occurrences

source: Automatic relist auction
fr_fr: Enchère remise en vente automatiquement

source: Available for Payout
fr_fr: Disponible pour le paiement

source: Available for withdrawal:
fr_fr: Disponible pour le prélèvement::

source: Available on backorder
fr_fr: Disponible sur commande

source: Available Options
fr_fr: Options disponibles

source: Average Order
fr_fr: Montant moyen de la réservation

source: Average order value, excluding shipping cost.
fr_fr: Valeur moyenne de la commande, hors frais d'expédition.

source: Back
fr_fr: Retour

source: Back to all
fr_fr: Retour à tout

source: Balance available
fr_fr: Solde disponible

source: Bank Account Holder Name
fr_fr: Nom du titulaire du compte bancaire

source: Bank Account Number/IBAN
fr_fr: Numéro de compte bancaire (IBAN) :

source: Bank Branch City
fr_fr: Ville de succursale de la Banque

source: Bank Branch Country
fr_fr: Pays de la succursale bancaire

source: Bank Transfer
fr_fr: Virement bancaire

source: Banner Image
fr_fr: Image de la bannière

source: Barcode
fr_fr: Code barre

source: Barcodes
fr_fr: Codes barres

source: Become a Vendor
fr_fr: Devenir vendeur

source: Before adding Extra Product Options, add and save some attributes on the Attributes tab.
fr_fr: Avant d'ajouter des options de produit supplémentaires, ajoutez et enregistrez certains attributs dans l'onglet Attributs.

source: Before you can login, your account requires manual approval. Our team will review it as soon as possible. Thank you for understanding.
fr_fr: Avant de pouvoir vous connecter, votre compte doit être approuvé manuellement. Notre équipe l’examinera dès que possible. Merci de votre compréhension.

source: Below Product Tabs
fr_fr: Sous les onglets des produits

source: Billing
fr_fr: Facturation

source: Billing Address Line 1
fr_fr: Adresse de facturation ligne 1

source: Billing Address Line 2
fr_fr: Adresse de facturation ligne 2

source: Blank Block
fr_fr: Bloc vide

source: Bold Jade
fr_fr: Jade audacieux

source: Bonus / Extra Payment (is not deducted from outstanding balance)
fr_fr: Bonus / Paiement supplémentaire (n'est pas déduit du solde restant dû)

source: Bookable
fr_fr: Réservable

source: Bookings
fr_fr: Réservations

source: Border
fr_fr: Bordure

source: Business
fr_fr: Entreprise

source: By default, rules set the admin commission. Enabling this reverses it, and rules set the vendor commission.
fr_fr: Par défaut, les règles fixent la commission de l'administrateur. L'activation de cette fonction l'inverse et les règles fixent la commission du vendeur.

source: By setting this to "in stock", the plugin will deprioritize out of stock offers and show them at the bottom of the offers list.
fr_fr: En le définissant sur « en stock », le plugin dépriorisera les offres en rupture de stock et les affichera au bas de la liste des offres.

source: Calendar
fr_fr: Calendrier

source: Cancel
fr_fr: Annuler

source: Cancel Current Request
fr_fr: Annuler la demande actuelle

source: Cancelled
fr_fr: Annulée

source: Cannot edit price while a pricing table is active
fr_fr: Impossible de modifier le prix pendant qu’un tableau de prix est actif

source: Cart
fr_fr: Panier

source: Cart Display Template
fr_fr: Modèle d’affichage du panier

source: Cart Multiple Vendors Text
fr_fr: Texte sur les paniers à vendeurs multiples

source: Cart Total Quantity
fr_fr: Quantité totale

source: Cart Total Value
fr_fr: Valeur Totale

source: Categories
fr_fr: Catégories

source: categories
fr_fr: catégories

source: Category Product Quantity
fr_fr: Catégorie Produit Quantité

source: Category Product Value
fr_fr: Catégorie Valeur du produit

source: Center
fr_fr: Centre

source: Change Color Scheme
fr_fr: Modifier le schéma de couleur

source: Checked
fr_fr: Coché

source: Choose an attribute:
fr_fr: Choisissez un attribut :

source: Choose an image
fr_fr: Choisir une image

source: Choose which email notifications you would like to receive.
fr_fr: Choisissez les notifications par courriel que vous souhaitez recevoir.

source: Choose which format of email to send.
fr_fr: Choisissez quel format de courriel envoyer.

source: Choose your desired option and start enjoying our service.
fr_fr: Choisissez l’option souhaitée et commencez à profiter de notre service.

source: Chosen payout method
fr_fr: Mode de paiement choisi

source: City
fr_fr: Ville

source: Classic Cart
fr_fr: Panier classique

source: Clear
fr_fr: Effacer

source: clear
fr_fr: effacer

source: Click here to log out
fr_fr: Cliquez ici pour vous déconnecter

source: Click the image to edit or update
fr_fr: Cliquez sur l’image pour la modifier ou la mettre à jour

source: Click to Review Product
fr_fr: Cliquer pour consulter le produit

source: Click to Review User
fr_fr: Cliquez pour consulter l’utilisateur

source: Click to select / upload a banner for the store.
fr_fr: Cliquez pour sélectionner / télécharger une bannière pour la boutique.

source: Click to select / upload a profile picture for the vendor.
fr_fr: Cliquez pour sélectionner / télécharger une photo de profil pour le fournisseur.

source: Click to select a profile picture.
fr_fr: Cliquez pour sélectionner une photo de profil.

source: Click to toggle
fr_fr: Cliquez ici pour basculer

source: Click to track shipment
fr_fr: Cliquez pour suivre l’expédition
