Repository: kingplugins/marketking-core
Catalog: languages/marketking-multivendor-marketplace-for-woocommerce-*.po
Languages: fr_fr

source: Unable to disconnect your account, please try again
fr_fr: Impossible de déconnecter votre compte, veuillez réessayer

source: Unable to fetch meeting details
fr_fr: Impossible de récupérer les détails de la réunion

source: Unable to fetch webinar details
fr_fr: Impossible de récupérer les détails du webinaire

source: Unable to update settings due to an internal error. %s To troubleshoot please click %s here. %s
fr_fr: Impossible de mettre à jour les paramètres en raison d'une erreur interne. %s Pour résoudre le problème, cliquez %s ici. %s

source: Undo
fr_fr: Annuler

source: Unlock 137+ Pro Features
fr_fr: Débloquer les fonctionnalités 137+ Pro

source: Unlock now
fr_fr: Débloquer maintenant

source: Unread Announcements
fr_fr: annonces non lues.

source: Upcoming occurrences
fr_fr: Événements à venir

source: Update cart
fr_fr: Mettre à jour le panier

source: Update Options
fr_fr: Mise à jour des options

source: Update Order
fr_fr: Mettre à jour la commande

source: Update Profile
fr_fr: Mettre à jour le profil

source: Update Registration Data
fr_fr: Mettre à jour les données d’inscription

source: Update Settings
fr_fr: Mettre à jour les paramètres

source: UPGRADE NOW
fr_fr: MISE À NIVEAU MAINTENANT

source: Upgrade to MarketKing Premium to customize the registration form. Choose from 9 types of custom fields: text, dropdown, phone nr, file upload, etc.
fr_fr: Passez à MarketKing Premium pour personnaliser le formulaire d'inscription. Choisissez parmi 9 types de champs personnalisés : texte, liste déroulante, numéro de téléphone, téléchargement de fichier, etc.

source: Upgrade to Pro
fr_fr: Passer à la version Pro

source: Upload Banner
fr_fr: Télécharger une bannière

source: Uploaded to this earning
fr_fr: Téléchargé vers ce gain

source: Use as earning image
fr_fr: Utiliser comme image de gain

source: Used for variations
fr_fr: Utilisé pour les variations

source: User
fr_fr: Utilisateur

source: User & Group Visibility (B2B & Wholesale)
fr_fr: Visibilité des utilisateurs et des groupes (B2B et vente en gros)

source: User Type
fr_fr: Type d'utilisateur

source: User:
fr_fr: Utilisateur :

source: User:
fr_fr: Utilisateur:

source: Username
fr_fr: Nom d'utilisateur

source: Username already in the list!
fr_fr: Nom d'utilisateur déjà dans la liste !

source: Username is empty
fr_fr: Le nom d’utilisateur est vide

source: Username is invalid
fr_fr: Le nom d’utilisateur n’est pas valide

source: Username:
fr_fr: Nom d'utilisateur :

source: Vacation
fr_fr: Congés

source: Value (required)
fr_fr: Valeur (requise)

source: Value(s)
fr_fr: Valeur(s)

source: variation added
fr_fr: variation ajoutée

source: Variation menu order (determines position in the list of variations)
fr_fr: Ordre du menu des variations (détermine la position dans la liste des variations)

source: variations added
fr_fr: variations ajoutées

source: VAT
fr_fr: TVA

source: Vendor
fr_fr: Vendeur

source: Vendor account approved
fr_fr: Compte fournisseur approuvé

source: Vendor Badges
fr_fr: Badges du vendeur

source: Vendor Balance History & Manual Adjustments
fr_fr: Historique des soldes des vendeurs et ajustements manuels

source: Vendor can bypass the "pending / review" status, and directly publish products in the shop.
fr_fr: Le fournisseur peut contourner le statut « en attente / révision » et publier directement les produits dans la boutique.

source: Vendor can change order statuses
fr_fr: Le fournisseur peut modifier le statut des commandes

source: Vendor can directly change order status for their own orders.
fr_fr: Le fournisseur peut directement modifier le statut de la commande pour ses propres commandes.

source: Vendor can publish products directly
fr_fr: Le fournisseur peut publier des produits directement

source: Vendor Capabilities
fr_fr: Capacités du vendeur

source: Vendor Dashboard
fr_fr: Tableau de bord du vendeur

source: Vendor Dashboard Favicon
fr_fr: Favicon du tableau de bord du vendeur

source: Vendor Dashboard Logo
fr_fr: Logo du tableau de bord du fournisseur

source: Vendor Dashboard Page
fr_fr: Page du Tableau de bord des Vendeurs

source: Vendor Details
fr_fr: Détails du vendeur

source: Vendor Group
fr_fr: Groupe de vendeurs

source: Vendor Groups
fr_fr: Groupes de vendeurs

source: Vendor ID
fr_fr: ID de Vendeur

source: Vendor Information
fr_fr: Informations sur la boutique

source: Vendor Name
fr_fr: Nom du vendeur

source: Vendor Payouts
fr_fr: Paiements des fournisseurs

source: Vendor Pic
fr_fr: Vendeur Pic

source: Vendor Picture
fr_fr: Image du vendeur

source: Vendor Priority
fr_fr: Priorité au vendeur

source: Vendor Profile
fr_fr: Profil du vendeur

source: Vendor Rating
fr_fr: Évaluation du Vendeur

source: Vendor Registration
fr_fr: Inscription vendeur

source: Vendor Registration Data
fr_fr: Données d’enregistrement des fournisseurs

source: Vendor Registration Page
fr_fr: Page d'inscription du Vendeur

source: Vendor Settings
fr_fr: Paramètres du vendeur

source: Vendor Settings (MarketKing)
fr_fr: Paramètres du fournisseur (MarketKing)

source: Vendor Store Page Template (Elementor)
fr_fr: Modèle de page de magasin fournisseur (Elementor)

source: Vendor Stores
fr_fr: Boutiques du vendeur

source: Vendor Stores Page
fr_fr: Page des magasins de vendeur

source: Vendor Subscription ID
fr_fr: ID d'abonnement du vendeur

source: Vendor's Address
fr_fr: Adresse de la boutique

source: Vendor:
fr_fr: Vendeur :

source: Vendor:
fr_fr: Vendeur :

source: Vendors
fr_fr: Vendeurs

source: Vendors can add upsell/cross-sell products to be promoted throughout the shop via the "Linked Products" tab.
fr_fr: Les vendeurs peuvent ajouter des produits de vente incitative / vente croisée à promouvoir dans toute la boutique via l’onglet « Produits liés ».

source: Vendors can bypass the "pending / review" status, and directly publish products in the shop. This is a global setting that applies to all vendors.
fr_fr: Les fournisseurs peuvent contourner le statut « en attente / révision » et publier directement les produits dans la boutique. Il s’agit d’un paramètre global qui s’applique à tous les fournisseurs.

source: Vendors can directly control and change the status of orders (processing, completed, on-hold, etc). This is a global setting that applies to all vendors.
fr_fr: Les vendeurs peuvent contrôler et modifier directement le statut des commandes (en cours de traitement, terminé, en attente, etc.). Il s'agit d'un paramètre global qui s'applique à tous les vendeurs.

source: Vendors can enable or disable reviews for their own products.
fr_fr: Les fournisseurs peuvent activer ou désactiver les avis pour leurs propres produits.

source: Vendors can mark order as completed only if there is an existing shipment
fr_fr: Les fournisseurs peuvent marquer la commande comme terminée uniquement s’il y a un envoi existant

source: Vendors can set purchase notes for products, to be sent to customers after purchase.
fr_fr: Les vendeurs peuvent définir des notes d'achat pour les produits, qui seront envoyées aux clients après l'achat.

source: Vendors can set/modify product tags for their own products.
fr_fr: Les fournisseurs peuvent définir/modifier les étiquettes de produit pour leurs propres produits.

source: Vendors Change Order Status
fr_fr: Les fournisseurs peuvent modifier le statut de la commande

source: Vendors Publish Products Directly
fr_fr: Les fournisseurs peuvent publier des produits directement

source: Verification
fr_fr: Vérification

source: Verification for:
fr_fr: Vérification

source: Verifications
fr_fr: Vérifications

source: View All
fr_fr: Voir tout

source: View and keep track of your payouts.
fr_fr: Affichez et suivez vos paiements.

source: View Documentation
fr_fr: Voir la documentation

source: View earning
fr_fr: Voir les gains

source: View earnings
fr_fr: Voir les gains

source: View message
fr_fr: Afficher le message

source: View Order
fr_fr: Voir la commande

source: View Payouts
fr_fr: Voir les paiements

source: View Product
fr_fr: Voir le produit

source: View Request
fr_fr: Voir la demande

source: View Trash
fr_fr: Voir la corbeille

source: View User Profile
fr_fr: Voir le profil utilisateur

source: Visible on the product page
fr_fr: Visible sur la page produit

source: Voucher Builder is Off
fr_fr: Le constructeur de modèle de Coupon est désactivé

source: Voucher Builder is On
fr_fr: Le constructeur de modèle de Coupon est activé

source: Voucher Code
fr_fr: Numéro (code) du Bon

source: Voucher Locations
fr_fr: Lieux associés

source: Voucher Logo
fr_fr: Logo Coupon

source: Voucher Site Logo
fr_fr: Logo du site du Coupon

source: Waitlists may be appear inaccurate due to an update to variations. Please update the product or refresh the page to update waitlists
fr_fr: Les listes d’attente peuvent sembler inexactes en raison d’une mise à jour des variantes. Veuillez mettre à jour le produit ou actualiser la page pour mettre à jour les listes d’attente

source: WARNING: Bad things are about to happen! The payment gateway used to purchase this subscription does not support modifying a subscription's details. Changes to the billing period, recurring discount, recurring tax or recurring total may not be reflected in the amount charged by the payment gateway.
fr_fr: ATTENTION : De mauvaises choses vont arriver! La passerelle de paiement utilisée pour acheter cet abonnement ne permet pas de modifier les détails de l’abonnement. Des changements au cycle de facturation, rabais récurrent, taxes récurrentes ou total récurrent peuvent ne pas refléter le montant qui sera chargé par la passerelle de paiement.

source: Warning: The plugin "MarketKing" requires WooCommerce to be installed and activated.
fr_fr: Attention: Le plugin « MarketKing » nécessite l’installation et l’activation de WooCommerce.

source: Warranty
fr_fr: Garantie

source: We are currently reviewing your vendor application and it is pending.
fr_fr: Nous sommes en train d'examiner votre demande pour devenir vendeur et celle-ci est en attente.

source: Website URL
fr_fr: URL du site

source: weeks
fr_fr: semaines

source: Welcome to your vendor dashboard
fr_fr: Bienvenue dans le tableau de bord de vendeur

source: What group should vendors be assigned to, in case payment fails, subscription is cancelled, etc?
fr_fr: À quel groupe les fournisseurs devraient-ils être affectés, en cas d’échec du paiement, d’annulation de l’abonnement, etc. ?

source: What happens with commisssions from Cash on Delivery (COD) orders.
fr_fr: Que se passe-t-il avec les commissions des commandes contre remboursement (COD).

source: When a product is ready to be published, let us know by clicking on "Send for Review". If you are still working on the product, save it as a draft instead.
fr_fr: Lorsqu'un produit est prêt à être publié, faites-le nous savoir en cliquant sur "Envoyer pour révision". Si vous travaillez encore sur le produit, sauvegardez-le plutôt comme brouillon.

source: When multiple offers are available, which vendor offers should be shown first?
fr_fr: Lorsque plusieurs offres sont disponibles, quelles offres de fournisseurs doivent être affichées en premier ?

source: When order is processed / placed
fr_fr: Lorsque la commande est traitée / passée

source: When order status is marked as completed
fr_fr: Lorsque l’état de la commande est marqué comme terminé

source: When should vendors be assigned to the new group? (after purchasing a membership option)
fr_fr: Quand les fournisseurs doivent-ils être affectés au nouveau groupe ? (après l’achat d’une option d’adhésion)

source: When this is enabled, inquiries use the messaging module (must be enabled in MarketKing -> Modules). Otherwise, they use email. Recommended.
fr_fr: Lorsque cette option est activée, les demandes de renseignements utilisent le module de messagerie (qui doit être activé dans les modules MarketKing ->). Sinon, ils utilisent le courrier électronique. Recommandé.

source: Which offers should be shown first?
fr_fr: Quelles offres doivent être affichées en premier ?

source: Which providers should be available to vendors for shipping tracking?
fr_fr: Quels fournisseurs devraient être mis à la disposition des vendeurs pour le suivi des expéditions ?

source: Which social sites should be available to vendors?
fr_fr: Quels sont les sites sociaux qui devraient être accessibles aux vendeurs ?

source: Who receives the Shipping fees
fr_fr: Qui reçoit les frais d'expédition ?

source: Who receives the Tax fees
fr_fr: Qui reçoit les frais d’impôt

source: Width
fr_fr: Largeur

source: with a
fr_fr: avec un

source: With this disabled, only the admin can set products for the vendor. Vendors can still add existing products through the Single Product Multiple Vendors module.
fr_fr: Lorsque cette option est désactivée, seul l’administrateur peut définir des produits pour le fournisseur. Les fournisseurs peuvent toujours ajouter des produits existants via le module Single Product Multiple Vendors.

source: Withdraw
fr_fr: Retrait

source: Withdrawal Amount
fr_fr: Montant du retrait

source: Withdrawal request pending
fr_fr: Demande de retrait en cours

source: Withdrawal Requests
fr_fr: Demandes de retrait

source: Yes, continue
fr_fr: Oui, continuer

source: You already have an active request for
fr_fr: Vous avez déjà une demande active pour

source: You are about to permanently delete these items from your site. This action cannot be undone. 'Cancel' to stop, 'OK' to delete.
fr_fr: Vous êtes sur le point de supprimer définitivement ces éléments de votre site. Cette action ne peut pas être annulée. 'Annuler' pour arrêter, 'OK' pour supprimer.

source: You are about to trash one or more orders which contain a subscription. Trashing the orders will also trash the subscriptions purchased with these orders.
fr_fr: Vous êtes sur le point de supprimer une ou plusieurs commandes qui contiennent un abonnement. Tous les abonnements concernés seront aussi supprimés.

source: You are already logged in and cannot apply for a new account. To apply for a new Vendor account, please logout first.
fr_fr: Vous êtes déjà connecté et ne pouvez pas demander un nouveau compte. Pour demander un nouveau compte fournisseur, veuillez d’abord vous déconnecter.

source: You are connected with Stripe
fr_fr: Vous êtes connecté à Stripe

source: You are deleting a subscription item. You will also need to manually cancel and trash the subscription on the Manage Subscriptions screen.
fr_fr: Vous supprimez un article de l'abonnement. Vous devrez également annuler et mettre l’abonnement à la corbeille sur la page de gestion des abonnements.

source: You are not connected with Stripe.
fr_fr: Vous n'êtes pas connecté à Stripe.

source: You can access your vendor dashboard to manage products, orders, earnings and more at:
fr_fr: Vous pouvez accéder au tableau de bord de votre fournisseur pour gérer les produits, les commandes, les revenus et plus encore à l’adresse suivante :

source: You can add more than 1 order meta in
fr_fr: Vous pouvez ajouter plus d'une commande méta dans la rubrique

source: You can edit an existing item by using its key.
fr_fr: Vous pouvez modifier un élément existant en utilisant sa touche.

source: You can now continue to edit it
fr_fr: Vous pouvez maintenant continuer à le modifier

source: You can't leave this empty.
fr_fr: Vous ne pouvez pas laisser ça vide.

source: You cannot add any more extra options.
fr_fr: Vous ne pouvez pas ajouter plus d’options supplémentaires.

source: You cannot add the same tax rate twice!
fr_fr: Vous ne pouvez pas ajouter deux fois le même taux de TVA&nbsp;!

source: You do not have sufficient funds for this withdrawal.
fr_fr: Vous ne disposez pas de fonds suffisants pour ce retrait.

source: You Have
fr_fr: Vous avez

source: You have
fr_fr: Vous avez

source: You have a new announcement.
fr_fr: Vous avez une nouvelle annonce à faire.

source: You have a new inquiry from a guest (logged out) user.
fr_fr: Vous avez une nouvelle demande d’un utilisateur invité (déconnecté).

source: You have a new inquiry.
fr_fr: Vous avez une nouvelle demande de renseignements.

source: You have a new message.
fr_fr: Vous avez un nouveau message.

source: You have a new support request.
fr_fr: Vous avez une nouvelle demande de support.

source: You have a new vendor registration that requires approval.
fr_fr: Vous disposez d’un nouvel enregistrement de fournisseur qui nécessite une approbation.

source: You have a new withdrawal request.
fr_fr: Vous avez une nouvelle demande de prélèvement.

source: You have applied for a vendor account. We are currently reviewing your application.
fr_fr: Vous avez demandé un compte fournisseur. Nous examinons actuellement votre demande.

source: You have received a new rating!
fr_fr: Vous avez reçu une nouvelle évaluation !

source: You have received a new refund request.
fr_fr: Vous avez reçu une nouvelle demande de remboursement.

source: You have successfully connected your Stripe account.
fr_fr: Vous avez connecté avec succès votre compte Stripe.

source: You have to select order(s) first!
fr_fr: Vous devez d'abord sélectionner la (les) commande(s) !

source: You may need to manually restore the item's stock.
fr_fr: Vous devrez peut-être restaurer manuellement le stock de l'article.

source: You must configure a payment method before making a withdrawal.
fr_fr: Vous devez configurer un mode de paiement avant d’effectuer un retrait.

source: You must enter a title for the offer!
fr_fr: Vous devez entrer un titre pour l’offre!

source: You must enter a title for the rule!
fr_fr: Vous devez saisir un titre pour la règle !

source: You must have at least 1 product with quantity and price!
fr_fr: Vous devez avoir au moins 1 produit avec quantité et prix !

source: You must have at least one file.
fr_fr: Vous devez avoir au moins un fichier.

source: You must save the product first before you can configure attributes.
fr_fr: Vous devez d’abord enregistrer le produit avant de pouvoir configurer les attributs.

source: You must save the product first before you can configure variations.
fr_fr: Vous devez d’abord enregistrer le produit avant de pouvoir configurer des variantes.

source: You need a higher level of permission.
fr_fr: Vous avez besoin d'un plus haut niveau d'autorisation.

source: You're all set and ready to start selling! Your account has been approved.
fr_fr: Vous êtes prêt à vendre ! Votre compte a été approuvé.

source: Your abuse report has been received.
fr_fr: Nous avons bien reçu votre rapport d'abus.

source: Your account has been approved
fr_fr: Votre compte a été validé

source: Your account has been succesfully created. We are now reviewing your application to become a vendor. Please wait to be approved.
fr_fr: Votre compte a été créé avec succès. Nous examinons actuellement votre demande pour devenir fournisseur. Veuillez attendre d’être approuvé.

source: Your account is waiting for approval. Until approved, you cannot login.
fr_fr: Votre compte est en attente d'approbation. Tant qu'il n'est pas approuvé, vous ne pouvez pas vous connecter.

source: Your balance is below the minimum withdrawal threshold:
fr_fr: Votre solde est inférieur au seuil de prélèvement minimum :

source: Your cannot purchase your own products!
fr_fr: Vous ne pouvez pas acheter vos propres produits!

source: Your cart contains items from multiple vendors. Quote requests can only be sent to 1 vendor at a time. Please adjust cart items.
fr_fr: Votre panier contient des articles de plusieurs fournisseurs. Les demandes de devis ne peuvent être envoyées qu’à 1 fournisseur à la fois. Veuillez ajuster les articles du panier.

source: Your cart contains items from multiple vendors. Quote requests can only be sent to 1 vendor at a time. Please adjust cart items. You may need to reload the cart page.
fr_fr: Votre panier contient des articles de plusieurs fournisseurs. Les demandes de devis ne peuvent être envoyées qu’à 1 fournisseur à la fois. Veuillez ajuster les articles du panier. Vous devrez peut-être recharger la page du panier.

source: Your current account is not a vendor or has been deactivated. To login as a vendor, please logout first.
fr_fr: Votre compte actuel n'est pas un vendeur ou a été désactivé. Pour vous connecter en tant que vendeur, veuillez d'abord vous déconnecter.

source: Your Custom Logo
fr_fr: Votre logo personnalisé

source: Your Earnings
fr_fr: Vos gains

source: Your have received a new rating!
fr_fr: Vous avez reçu une nouvelle évaluation!

source: Your have received a new refund request.
fr_fr: Vous avez reçu une nouvelle demande de remboursement.

source: Your license is valid and active
fr_fr: Votre licence est valide et active

source: Your message has been received. We will get back to you as soon as possible.
fr_fr: Votre message a bien été reçu. Nous vous répondrons dans les plus brefs délais.

source: Your password has been automatically generated: %s
fr_fr: Voici votre mot de passe généré automatiquement : %s

source: Your payout has been processed! Happy Spending!
fr_fr: Votre paiement a été traité ! Joyeuses dépenses !

source: Your product has been approved
fr_fr: Votre produit a été approuvé

source: Your product has been approved.
fr_fr: Votre produit a été approuvé.

source: Your product has been created successfully
fr_fr: Votre produit a été créé avec succès

source: Your product has been updated successfully
fr_fr: Votre produit a été mis à jour avec succès

source: Your reply has been submitted.
fr_fr: Votre réponse a été soumise.

source: Your report has been submitted.
fr_fr: Votre rapport a été soumis.

source: Your request has been sent.
fr_fr: La demande a été envoyée.

source: Your server does not include the customer IP in HTTP_X_FORWARDED_FOR. Fix it by adding %s to your config.php.
fr_fr: Votre serveur n'inclut pas l'IP du client dans HTTP_X_FORWARDED_FOR. Corrigez-le en ajoutant %s à votre config.php.

source: Your settings have been saved successfully
fr_fr: Vos paramètres ont été sauvegardés avec succès

source: Your stationery settings have been saved.
fr_fr: Vos paramètres de papeterie ont été enregistrés.

source: Your store information & data.
fr_fr: Informations et données relatives à votre magasin.

source: Your store is in vacation mode and products cannot be purchased. You can modify this via Settings -> Vacation.
fr_fr: Votre boutique est en mode vacances et les produits ne peuvent pas être achetés. Vous pouvez modifier cela via Paramètres -> Vacances.

source: Your support request has been received. The vendor will get back to you as soon as possible.
fr_fr: Votre demande d'assistance a bien été reçue. Le vendeur vous répondra dès que possible.

source: Your vendor account has been approved
fr_fr: Votre compte fournisseur a été approuvé

source: Your Vendor Dashboard Favicon
fr_fr: Favicon de votre tableau de bord vendeur

source: Zip/Postal Code
fr_fr: Code postal

source: ‘Generate invoice for free orders’ is disabled in Invoice settings > Advanced. You are attempting to generate invoice for this free order. Proceed?
fr_fr: 'Générer une facture pour les commandes gratuites' est désactivé dans Paramètres de facture > Avancé. Vous essayez de générer une facture pour cette commande gratuite. Procéder?

source: ← Go Back
fr_fr: ← Retour

source: ← Newer messages
fr_fr: ← Messages plus récents
