Repository: kingplugins/marketking-core
Catalog: languages/marketking-multivendor-marketplace-for-woocommerce-*.po
Languages: fr_fr

source: Click to View Product
fr_fr: Cliquer pour voir le produit

source: Clone Product
fr_fr: Cloner ce produit

source: Close
fr_fr: Fermer

source: Close X
fr_fr: Fermer X

source: COD Orders
fr_fr: Commandes contre remboursement

source: Code Copied
fr_fr: Code copié

source: Collapse Main menu
fr_fr: Déplier le menu principal

source: Color Scheme
fr_fr: Jeu de couleurs

source: Color Scheme Customization
fr_fr: Personnalisation des couleurs

# column name
source: Rating
fr_fr: Évaluation

# column name
source: Review
fr_fr: Avis

# column name
source: Vendor
fr_fr: Vendeur

source: Comment:
fr_fr: Commentaire :

source: Commission - Order
fr_fr: Commission - Commande

source: Commission Invoice
fr_fr: Facture de la Commission

source: Commission invoice
fr_fr: Facture de commission

source: Commission invoices between sellers and marketplace are auto-generated.
fr_fr: Les factures de commission entre les vendeurs et la place de marché sont générées automatiquement.

source: Commission Rules
fr_fr: Règles de Commission

source: Commission Type
fr_fr: Type de Commission

source: Commission Value
fr_fr: Valeur de la commission

source: Company Name
fr_fr: Nom de l'entreprise

source: Company:
fr_fr: Société :

source: Completed
fr_fr: Terminé

source: Composite Order
fr_fr: Commande composite

source: Composite order
fr_fr: Ordre composite

source: Composite order (%s)
fr_fr: Ordre composite (%s)

source: Conditions must apply cumulatively.
fr_fr: Les conditions doivent être cumulatives.

source: Configure
fr_fr: Configurer

source: Configure Verification Items
fr_fr: Configuration des éléments de vérification

source: Contact Info
fr_fr: Informations de contact

source: Content:
fr_fr: Contenu :

source: Control available payout options
fr_fr: Contrôler les options de paiement disponibles

source: Control cart options
fr_fr: Options du contrôle du panier

source: Control how your vendor dashboard works.
fr_fr: Contrôlez le fonctionnement du tableau de bord de votre fournisseur.

source: Control the location where the "other offers" tab is displayed on the product page.
fr_fr: Contrôlez l'endroit où l'onglet "autres offres" est affiché sur la page du produit.

source: Copied
fr_fr: Copié

source: Copy
fr_fr: Copier

source: copy
fr_fr: copier

source: Copy billing information to shipping information? This will remove any currently entered shipping information.
fr_fr: Copier les informations de facturation vers les informations d'expédition? Ceci enlèvera tout ce qui a été entré dans les informations d'expédition.

source: Copy URL
fr_fr: Copier l'URL

source: Cost
fr_fr: Coût

source: Could not grant access - the user may already have permission for this file or billing email is not set. Ensure the billing email is set, and the order has been saved.
fr_fr: Impossible d&rsquo;accorder l&rsquo;accès - l&rsquo;utilisateur peut déjà avoir la permission pour ce fichier ou l&rsquo;e-mail de facturation n&rsquo;est pas défini. Assurez-vous que l&rsquo;e-mail de facturation est défini, et que l’adhésion a été sauvegardée.

source: Country
fr_fr: Pays

source: Country and State
fr_fr: Pays et État

source: Country Code
fr_fr: Code du pays

source: Coupon code
fr_fr: Code promo

source: Coupon:
fr_fr: Code promo:

source: Create & Edit Registration Fields. Choose from 9+ Custom Field Types.
fr_fr: Créez et modifiez les champs d'enregistrement. Choisissez parmi plus de 9 types de champs personnalisés.

source: Create new customer earning
fr_fr: Créer de nouveaux clients gagnants

source: Create new earning
fr_fr: Créer un nouveau revenu

source: Create Shipment
fr_fr: Créer Expédition

source: Create shipment
fr_fr: Créer Expédition

source: Create, edit and manage vendor user groups & permissions.
fr_fr: Créez, modifiez et gérez les groupes d’utilisateurs et les autorisations des fournisseurs.

source: Crop the original image size to any custom size. Set custom width or height to keep the original size ratio.
fr_fr: Recadrez la taille de l'image originale à une taille personnalisée. Définissez une largeur ou une hauteur personnalisée pour conserver le rapport de taille d'origine.

source: Current Color
fr_fr: Couleur actuelle

source: Current oustanding balance (unpaid earnings)
fr_fr: Solde restant dû (gains impayés)

source: Current Vendor Payout Information
fr_fr: Informations actuelles sur le paiement des fournisseurs

source: currently selected
fr_fr: Sélectionné actuellement

source: Custom Block
fr_fr: Bloc personnalisé

source: Custom Order Fields
fr_fr: Personnaliser les champs de commande

source: Customer
fr_fr: Client

source: customer
fr_fr: client

source: Customer Notes
fr_fr: Notes Client

source: Customer provided note:
fr_fr: Note fournie par le client:

source: Customer:
fr_fr: Client :

source: Customers (Unique)
fr_fr: Clients (uniques)

source: Customers have a button to mark that they have received a particular order
fr_fr: Les clients ont un bouton pour marquer qu’ils ont reçu une commande particulière

source: Customers mark orders as received
fr_fr: Les clients marquent les commandes comme étant reçues

source: Daily
fr_fr: Quotidien

source: Dark Mode
fr_fr: Mode sombre

source: Dashboard
fr_fr: Tableau de bord

source: Dashboard Color
fr_fr: Couleur du tableau de bord

source: Dashboard Color Hover
fr_fr: Couleur du tableau de bord au survol

source: Dashboard Page Description
fr_fr: Description de la page du tableau de bord

source: Dashboard Page Name
fr_fr: Nom de la page du tableau de bord

source: Dashboard Page Title
fr_fr: Titre du tableau de bord

source: Dashboard Settings
fr_fr: Paramètres du tableau de bord

source: Data Collected at Registration
fr_fr: Données recueillies lors de l'enregistrement

source: Date Processed
fr_fr: Date de traitement

source: Date Published
fr_fr: Date de publication

source: Date should be of the format yyyy-mm-dd and cannot be empty.
fr_fr: La date doit être au format aaaa-mm-jj et ne peut être vide.

source: Date Started:
fr_fr: Date de début :

source: Day
fr_fr: Jour

source: days
fr_fr: jours

source: Deactivate / unapprove user
fr_fr: Désactiver / désapprouver l’utilisateur

source: Deactivate vendor (disables selling)
fr_fr: Désactiver le vendeur (désactive la vente)

source: Deep Indigo
fr_fr: Indigo profond

source: Default
fr_fr: Par défaut

source: Default Offers Number
fr_fr: Numéro d’offres par défaut

source: Default WordPress editor has some content, switching to the Voucher will remove it.
fr_fr: L'éditeur de Wordpress a déjà du contenu, basculer vers le Bon le supprimera.

source: Delete
fr_fr: Supprimer

source: Delete all variations without a subscription
fr_fr: Supprimer toutes les variantes sans abonnement

source: Delete Product
fr_fr: Supprimer ce produit

source: Delete this field? Deleting this field will also delete any conditions associated with it.
fr_fr: Supprimer ce champ ? La suppression de ce champ entraîne la suppression de toutes les conditions qui y sont associées.

source: Delete this group?
fr_fr: Supprimer ce groupe ?

source: Delete this option?
fr_fr: Confirmez-vous vouloir supprimer cette option ?

source: Describe this product. What makes it unique? What are its most important features?
fr_fr: Décrivez ce produit. Qu’est-ce qui le rend unique? Quelles sont ses caractéristiques les plus importantes?

source: Description displayed on the vendor dashboard page.
fr_fr: Description affichée sur la page du tableau de bord fournisseur.

source: Details
fr_fr: En savoir plus

source: Disable all
fr_fr: Tout désactiver

source: Disabled
fr_fr: Désactivé

source: Disconnect Stripe Account
fr_fr: Déconnecter le compte Stripe

source: Discount to apply to the chosen variation when this plan is selected.
fr_fr: Remise à appliquer sur la déclinaison choisie lors de la sélection de ce plan.

source: Discount to apply to the product when this plan is selected.
fr_fr: Remise à appliquer sur le produit lorsque ce plan est sélectionné.

source: Discounts
fr_fr: Remises

source: Dismiss this notice.
fr_fr: Ignorer cet avertissement.

source: Do you really want to delete this request?
fr_fr: Voulez-vous vraiment supprimer cette demande ?

source: Document details
fr_fr: Détails du document

source: Documentation & Complex Commissions
fr_fr: Documentation & Commissions complexes

source: Done
fr_fr: Terminé

source: Download file
fr_fr: Télécharger le fichier

source: Download Vendor Balance History
fr_fr: Télécharger l'historique des soldes des vendeurs

source: Downloadable Product Permissions
fr_fr: Permissions produit téléchargeable

source: Draft
fr_fr: Brouillon

source: Draft Product
fr_fr: Projet de produit

source: Duration
fr_fr: Durée

source: Dynamic Rules
fr_fr: Règles dynamiques

source: Each product must meet all product conditions.
fr_fr: Chaque produit doit répondre à toutes les conditions du produit.

source: Earning
fr_fr: Revenus

source: Earning image
fr_fr: Gagner de l’image

source: Earnings
fr_fr: Gains

source: earnings
fr_fr: gains

source: earnings in the last 30 days
fr_fr: Gains au cours des 30 derniers jours

source: Earnings list
fr_fr: Liste des gains

source: Earnings navigation
fr_fr: Navigation dans les gains

source: Earnings this month so far
fr_fr: Bénéfices ce mois-ci jusqu’à présent

source: Easily change plugin text.
fr_fr: Changez facilement le texte du plugin.

source: Edit
fr_fr: Modifier

source: Edit Columns
fr_fr: Modifier les colonnes

source: Edit earning
fr_fr: Modifier le gain

source: Edit meeting
fr_fr: Editer la réunion

source: Edit Product
fr_fr: Modifier le produit

source: Edit Product Tags
fr_fr: Modifier la spécialité

source: Edit review
fr_fr: Éditer un avis

source: Edit webinar
fr_fr: Editer le webinaire

source: Elementor - Choose An Elementor Page
fr_fr: Elementor - Choisir une page Elementor

source: Email
fr_fr: Courriel

source: Email address
fr_fr: Adresse email

source: Email Heading
fr_fr: Entête du courriel

source: Email me when I receive a new message.
fr_fr: Envoyez-moi un courriel lorsque je reçois un nouveau message.

source: Email me when I receive a new rating (review).
fr_fr: Envoyez-moi un e-mail lorsque je reçois une nouvelle évaluation (avis).

source: Email me when I receive a new refund request.
fr_fr: Envoyez-moi un e-mail lorsque je reçois une nouvelle demande de remboursement.

source: Email me when new announcements are published.
fr_fr: Envoyez-moi un courriel lorsque de nouvelles annonces sont publiées.

source: Email Offer
fr_fr: Offre par courriel

source: Email or Username
fr_fr: Email ou identifiant

source: Email Settings
fr_fr: Paramètres de messagerie

source: Email type
fr_fr: Type d'email

source: Enable all
fr_fr: Tout activer

source: Enable automatic attendee registration for all occurrences
fr_fr: Activer l'inscription automatique des participants pour toutes les occurrences

source: Enable automatic attendee registration for this meeting
fr_fr: Activer l'inscription automatique des participants à cette réunion

source: Enable automatic attendee registration for this webinar
fr_fr: Activer l'inscription automatique des participants à ce webinaire

source: Enable Bank Transfer Payouts
fr_fr: Activer les paiements par virement bancaire

source: Enable base site URL for this store
fr_fr: Activer l’URL du site de base pour ce magasin

source: Enable commission invoices
fr_fr: Activer les factures de commission

source: Enable Custom Payout Method
fr_fr: Activer la méthode de paiement personnalisée

source: Enable PayPal Payouts
fr_fr: Activer PayPal Paiements

source: Enable Product Page Inquiries
fr_fr: Activer les demandes de renseignements sur les pages de produit

source: Enable reviews
fr_fr: Activer les avis

source: Enable Stripe Payouts
fr_fr: Activer les paiements Stripe

source: Enable this email notification
fr_fr: Activer cette notification par e-mail

source: Enable Vendor Page Inquiries
fr_fr: Activer les demandes de renseignements sur les pages fournisseurs

source: Enable/Disable
fr_fr: Activer/Désactiver

source: End date
fr_fr: Date de fin

source: End time
fr_fr: Heure de fin

# enhanced select
source: Loading failed
fr_fr: Échec du chargement

# enhanced select
source: Loading more results&hellip;
fr_fr: Charger plus de résultats&hellip;

# enhanced select
source: No matches found
fr_fr: Aucun résultat

# enhanced select
source: Please delete %qty% characters
fr_fr: Veuillez supprimer %qty% caractères

# enhanced select
source: Please delete 1 character
fr_fr: Veuillez supprimer 1 caractère

# enhanced select
source: Please enter %qty% or more characters
fr_fr: Veuillez saisir %qty% caractères ou plus

# enhanced select
source: Please enter 1 or more characters
fr_fr: Veuillez saisir 1 caractère ou plus

# enhanced select
source: Searching&hellip;
fr_fr: Recherche&hellip;

# enhanced select
source: You can only select %qty% items
fr_fr: Vous ne pouvez sélectionner que %qty% articles

# enhanced select
source: You can only select 1 item
fr_fr: Vous ne pouvez sélectionner qu’1 article

source: Enter a coupon code to apply. Discounts are applied to line totals, before taxes.
fr_fr: Entrez un code de réduction à appliquer. Les remises sont appliquées au total avant la tva.

source: Enter a description / about us here. Selected HTML tags can be used to format the above text: h2, h3, h4, i, strong
fr_fr: Entrez une description / à propos de nous ici. Les balises HTML sélectionnées peuvent être utilisées pour formater le texte ci-dessus : h2, h3, h4, i, strong

source: Enter a fixed amount or percentage to apply as a fee.
fr_fr: Saisi un montant fixe ou un pourcentage à appliquer en tant que frais.

source: Enter a name for the new attribute term:
fr_fr: Saisissez un nom pour le nouvel attribut du terme :

source: Enter a new interval as a single number (e.g. to charge every 2nd month, enter 2):
fr_fr: Entrez un nouvel intervalle comme un numéro unique (par exemple pour facturer tous les 2 mois , entrez 2 ) :

source: Enter a new length (e.g. 5):
fr_fr: Entrer une nouvelle durée (exemple. 5) :

source: Enter a reason for the rejection - this will be shown to the vendor.
fr_fr: Entrez une raison pour le rejet - cela sera montré au fournisseur.

source: Enter a value
fr_fr: Saisissez une valeur

source: Enter a value (fixed or %)
fr_fr: Saisissez une valeur (fixe ou en %)

source: Enter method description / instructions here...
fr_fr: Entrez la description de la méthode / les instructions ici...

source: Enter method title here...
fr_fr: Entrez le titre de la méthode ici...

source: Enter note / details here...
fr_fr: Entrez la note / détails ici...

source: Enter note / explanation here...
fr_fr: Entrez la note / explication ici...

source: Enter payment method used here...
fr_fr: Entrez le mode de paiement utilisé ici...

source: Enter recipients (comma separated) for this email. Defaults to
fr_fr: Entrez les destinataires (virgule séparée) pour cet e-mail. Par défaut à

source: Enter some text, or some attributes by pipe (|) separating values.
fr_fr: Saisissez du texte, ou des attributs en les séparant avec un pipe (|).

source: Enter the adjustment amount (you can enter a positive / negative value to increase / reduce balance).
fr_fr: Entrez le montant de l’ajustement (vous pouvez entrer une valeur positive / négative pour augmenter / réduire le solde).

source: Enter the amount that has been sent...
fr_fr: Saisissez le montant qui a été envoyé...

source: Enter the new period, either day, week, month or year:
fr_fr: Entrez la nouvelle période, soit le jour, la semaine, le mois ou l'année :

source: Enter the quantity/value
fr_fr: Saisissez la quantité/valeur

source: Enter the shipping provider name
fr_fr: Saisir le nom du prestataire de services d'expédition

source: Enter the title here...
fr_fr: Renseignez le titre ici...

source: Enter the tracking number
fr_fr: Entrez le numéro de suivi

source: Enter the tracking URL
fr_fr: Entrez l’URL de suivi

source: Enter your company name here...
fr_fr: Renseignez le nom de votre entreprise ici...

source: Enter your company name...
fr_fr: Entrez le nom de votre entreprise...

source: Enter your desired store name here...
fr_fr: Saisissez ici le nom du magasin souhaité...

source: Enter your desired store URL here...
fr_fr: Entrez l'URL de votre magasin ici...

source: Enter your email address or username
fr_fr: Saisissez votre adresse électronique ou votre nom d'utilisateur

source: Enter your email...
fr_fr: Saisissez votre email...

source: Enter your first name here...
fr_fr: Renseignez votre prénom ici...

source: Enter your first name...
fr_fr: Entrez votre prénom

source: Enter your last name here...
fr_fr: Renseignez votre nom ici...

source: Enter your last name...
fr_fr: Entrez votre nom de famille...

source: Enter your message here...
fr_fr: Renseignez votre message ici...

source: Enter your password
fr_fr: Saisir votre mot de passe

source: Enter your PayPal email address here...
fr_fr: Entrez votre adresse e-mail PayPal ici...

source: Enter your phone here...
fr_fr: Renseignez votre téléphone ici...

source: Enter your phone number...
fr_fr: Entrez votre numéro de téléphone...

source: Enter your store name...
fr_fr: Entrez le nom de votre boutique...

source: Enter your withdrawal amount here...
fr_fr: Entrez le montant de votre retrait ici...

source: equal (=)
fr_fr: égal (=)

source: Error
fr_fr: Erreur

source: Error: Could not create item
fr_fr: Erreur : Impossible de créer l’objet

source: Event Overview
fr_fr: Présentation de l’événement

source: Events that include the ability for customers to select row and seat numbers from a seating chart.
fr_fr: Les événements qui offrent aux clients la possibilité de sélectionner des numéros de rangée et de siège à partir d'un plan de salle.

source: Events that occur over multiple days and repeat for a set number of sequential days.
fr_fr: Événements qui se déroulent sur plusieurs jours et se répètent pendant un nombre déterminé de jours consécutifs.

source: Events that repeat over multiple calendar days.
fr_fr: Les événements qui se répètent sur plusieurs jours calendaires.

source: Events that require customers to select from available date and time slots (bookings and repeat events).
fr_fr: Les événements pour lesquels les clients doivent choisir parmi les créneaux horaires et les dates disponibles (réservations et événements répétés).

source: Existing users / customers will be able to apply to convert their account to a vendor account.
fr_fr: Les utilisateurs / clients existants pourront demander à convertir leur compte en compte fournisseur.

source: Existing Users Can Apply
fr_fr: Les utilisateurs existants peuvent poser leur candidature

source: Expand Main menu
fr_fr: Développez le menu principal

source: Expire Date
fr_fr: Date d'expiration

source: Expire:
fr_fr: Expirer:

source: Export
fr_fr: Exporter

source: Failed
fr_fr: Echec

source: Failed to initialize form. If this issue persists, please reload the page and try again.
fr_fr: Impossible d'initialiser le formulaire. Si ce problème persiste, veuillez recharger la page et réessayer.

source: Failed to validate configuration. If this issue persists, please reload the page and try again.
fr_fr: Échec de la validation de la configuration. Si ce problème persiste, veuillez recharger la page et réessayer.

source: Featured
fr_fr: En vedette

source: Feedback
fr_fr: Avis

source: Fees
fr_fr: Frais

source: Fetch Users
fr_fr: Marcher avec les utilisateurs

source: Fetching Users...
fr_fr: Récupérer les utilisateurs...

source: Fields
fr_fr: Champs

source: File can not be empty, please upload valid file.
fr_fr: Le fichier ne peut pas être vide, téléversez un fichier valide.

source: Filter by vendor...
fr_fr: Filtrer par vendeur

source: Filter earnings
fr_fr: Filtrer les gains

source: Filter reviews list
fr_fr: Filtrer la liste des avis

source: Final Price
fr_fr: Prix Total

source: First
fr_fr: Premier

source: First Name
fr_fr: Prénom.

source: Fixed amount
fr_fr: Montant fixe

source: Flat
fr_fr: Plat

source: Follow
fr_fr: Suivre

source: Follow Button
fr_fr: Bouton Suivez-nous

source: Following
fr_fr: Abonnements

source: For best results, upload JPEG or PNG files that are 1000 by 1000 pixels or larger. Maximum upload file size: %1$s.
fr_fr: Pour de meilleurs résultats, téléchargez des fichiers JPEG ou PNG de 1000x1000 pixels ou plus. Taille de fichier maximale pour le chargement : %1$s.

source: Forgot password?
fr_fr: Mot de passe oublié?

source: From:
fr_fr: De:

source: Full Name
fr_fr: Nom complet

source: General
fr_fr: Général

source: Generate coupon code
fr_fr: Générer un code promo

source: Get full lifetime access to 25+ powerful modules, as well as hundreds of features & integrations. Pay once, get lifetime updates.
fr_fr: Obtenez un accès à vie complet à 25+ modules puissants, ainsi qu’à des centaines de fonctionnalités et d’intégrations. Payez une fois, obtenez des mises à jour à vie.

source: Get Premium
fr_fr: Version Premium

source: Go
fr_fr: Aller

source: Go Back
fr_fr: Retour

source: Go back
fr_fr: Retour

source: Go to Group Rules
fr_fr: Aller aux règles du groupe

source: Go to My Store
fr_fr: Accéder à mon magasin

source: Go to request:
fr_fr: Aller à la requête :

source: Go to the Vendor Dashboard
fr_fr: Accéder au tableau de bord du vendeur

source: Go to Vendor Groups
fr_fr: Accéder à Groupes de fournisseurs

source: Google Calendar Integration
fr_fr: Intégration de l'agenda Google

source: Grayscale Icons
fr_fr: Icônes en niveaux de gris

source: greater (>)
fr_fr: supérieur à (>)

source: Group Assignment
fr_fr: Affectation de groupe

source: Group Transfer Rules
fr_fr: Règles de transfert de groupe

source: Groups
fr_fr: Groupes

source: handled by
fr_fr: géré par

source: here
fr_fr: ici

source: Here is a list of its sub-orders:
fr_fr: Voici une liste de ses sous-ordres :

source: Here you can change the vendor of this order.
fr_fr: Vous pouvez ici modifier le fournisseur de cette commande.

source: Here you can change the vendor of this product.
fr_fr: Ici, vous pouvez changer le fournisseur de ce produit.

source: Here you can view and manage all orders assigned to you.
fr_fr: Vous pouvez y consulter et gérer toutes les commandes qui vous ont été attribuées.

source: Hi %s,
fr_fr: Bonjour %s,

source: Hidden
fr_fr: Masqué

source: Hide details
fr_fr: Masquer les détails

source: Highest Prices First
fr_fr: Les prix les plus élevés en premier

source: hour
fr_fr: heure

source: hours
fr_fr: heures

source: If you are selling as the admin, which shipping methods are admin-only?
fr_fr: Si vous vendez en tant qu'administrateur, quelles méthodes d'expédition sont réservées à l'administrateur ?

source: Ignored (COD orders have no effect on commissions or balances)
fr_fr: Ignoré (les ordres COD n'ont aucun effet sur les commissions ou les soldes)

source: Image Dimension
fr_fr: Dimensions de l’image

source: Image Gallery
fr_fr: Galerie d'images

source: Immediately Below Product
fr_fr: Immédiatement sous le produit

source: Import
fr_fr: Importer

source: In stock
fr_fr: En stock

source: In Stock Products First
fr_fr: Produits en stock d’abord

source: Inactive Vendor - No Group
fr_fr: Vendeur inactif - Pas de groupe

source: Inherit from chosen variation
fr_fr: Hérité de la variation choisie

source: Inherit from product
fr_fr: Hérité du produit

source: Inquiries Use Messaging System
fr_fr: Les demandes de renseignements utilisent le système de messagerie

source: Inquiry
fr_fr: Demande d'information

source: inquiry
fr_fr: demande

source: Insert into earning
fr_fr: Insérer dans gagner

source: Inside Product Tabs
fr_fr: Afficher dans les onglets de produit

source: Intermediary Bank - Bank Code
fr_fr: Banque intermédiaire - Code banque
