Repository: kingplugins/marketking-core
Catalog: languages/marketking-multivendor-marketplace-for-woocommerce-*.po
Languages: fr_fr

source: Save Adjustment
fr_fr: Sauvegarde de l'ajustement

source: Save as Draft
fr_fr: Enregistrer comme brouillon

source: Save changes before changing page?
fr_fr: Sauvegarder les changements avant de changer de page ?

source: Save Images
fr_fr: Enregistrer les images

source: Save Info
fr_fr: Sauvegarder l'information

source: Save New Product
fr_fr: Enregistrer un nouveau produit

source: Save Payment and Notify Vendor
fr_fr: Enregistrer le paiement et informer le fournisseur

source: Save Settings
fr_fr: Enregistrer les paramètres

source: Search
fr_fr: Recherche

source: Search earnings
fr_fr: Rechercher des gains

source: Search orders...
fr_fr: Rechercher des commandes...

source: Search products...
fr_fr: Recherche de produits...

source: Search results for: %s
fr_fr: Résultats de recherche pour: %s

source: Search:
fr_fr: Recherche:

source: Searching availability...
fr_fr: Recherche de disponibilité...

source: Seating
fr_fr: Assis

source: Select a commission type for vendor sales
fr_fr: Sélectionnez un type de commission pour les ventes fournisseur

source: Select a payment method:
fr_fr: Choisir moyen de paiement

source: Select an event in the <strong>Event Details</strong> section.
fr_fr: Sélectionnez un événement dans la section <strong>Détails de l’événement.</strong>.

source: Select an option&hellip;
fr_fr: Sélectionnez une option&hellip;

source: Select Color
fr_fr: Sélectionner une couleur

source: Select days
fr_fr: Sélectionnez les jours

source: Select Image
fr_fr: Sélectionner une image

source: Select Max
fr_fr: Sélectionner Max

source: Seller Docs
fr_fr: Documents du vendeur

source: Send application
fr_fr: Envoyer votre candidature

source: Send for Review
fr_fr: Envoyer pour examen

source: Send inquiry
fr_fr: Envoyez la demande

source: Send Message
fr_fr: Envoyer le message

source: Send New Product for Review
fr_fr: Envoyer un nouveau produit pour examen

source: Sender:
fr_fr: Expéditeur:

source: SEO Settings
fr_fr: Paramètres SEO

source: Separate Registration Page
fr_fr: Page d’inscription séparée

source: Sequential days
fr_fr: Jours séquentiels

source: Set earning image
fr_fr: Définir l’image de gain

source: Set payout account
fr_fr: Définir le compte de paiement

source: Set Payout Method
fr_fr: Définir le mode de paiement

source: Set up commission settings
fr_fr: Configurer les paramètres de commission

source: Set up group rules (optional)
fr_fr: Configurer des règles de groupe (facultatif)

source: Set up store appearance.
fr_fr: Mise en place de l'apparence du magasin.

source: Set up the vendor dashboard.
fr_fr: Configurez le tableau de bord fournisseur.

source: Set up vendor registration.
fr_fr: Configurez l’enregistrement des fournisseurs.

source: Set variation image
fr_fr: Définir l’image de la variation

source: Settings
fr_fr: Réglages

source: Settings updated.
fr_fr: Les paramètres ont été mis à jour.

source: Shipment via
fr_fr: Envoi par

source: Shipping
fr_fr: Livraison

source: Shipping Fee Recipient
fr_fr: Destinataire des frais de livraison

source: Shipping Management
fr_fr: Gestion des Expéditions

source: Shipping Providers
fr_fr: Fournisseurs de livraison

source: Shipping Tracking
fr_fr: Suivi de l'expédition

source: Short Description
fr_fr: Description courte

source: Should in stock offers have priority?
fr_fr: Les offres en stock doivent-elles être prioritaires ?

source: Show _MENU_ entries
fr_fr: Afficher _MENU_ éléments

source: Show a different month
fr_fr: Afficher un mois différent

source: Show all meetings/webinars created by the following users:
fr_fr: Afficher toutes les réunions/webinaires créées par les utilisateurs suivants :

source: Show details
fr_fr: Afficher les détails

source: Show email on store page
fr_fr: Afficher l'email sur la page du magasin

source: Show only meetings/webinars for the user that generated the API Key and Secret
fr_fr: Afficher uniquement les réunions/webinaires de l'utilisateur qui a généré la clé et le secret API

source: Show phone on store page
fr_fr: Afficher le téléphone sur la page du magasin

source: Show Support Option On Order Details Page
fr_fr: Afficher l'option de soutien sur la page des détails de la commande

source: Show Support Option On Single Product Pages
fr_fr: Afficher l’option de support sur les pages de produit unique

source: Showing 0 to 0 of 0 entries
fr_fr: Affiche 0 à 0 de 0 entrées

source: Showing _START_ to _END_ of _TOTAL_ entries
fr_fr: Affichage de _START_ à _END_ sur _TOTAL_ éléments

source: Sign in
fr_fr: Se connecter

source: Sign out
fr_fr: Déconnexion

source: Sign-In
fr_fr: Connexion

source: Simple product
fr_fr: Produit simple

source: Since your order contains products sold by different vendors, it has been split into multiple sub-orders. Each sub-order will be handled by their respective vendor independently.
fr_fr: Comme votre commande contient des produits vendus par différents vendeurss, elle a été divisée en plusieurs sous-commandes. Chaque sous-commande sera traitée indépendamment par son vendeur respectif.

source: Single
fr_fr: Unique

source: Single Category
fr_fr: Catégorie unique

source: Single Product Multiple Vendors
fr_fr: Produit unique avec plusieurs fournisseurs

source: smaller (<)
fr_fr: plus petit (<)

source: Social Icons
fr_fr: Icônes réseaux sociaux

source: Social Media Sites
fr_fr: Sites de Médias Sociaux

source: Social Profiles
fr_fr: Réseaux sociaux

source: Social Sharing
fr_fr: Partage social

source: Sorry, you are not allowed to edit posts in this post type.
fr_fr: Désolée, vous n’avez pas l’autorisation de modifier les entrées dans ce type de contenu.

source: Sorry, you are not allowed to edit reviews on this post.
fr_fr: Désolé, vous n’êtes pas autorisé à modifier les avis sur cet article.

source: Split Pay for Order #
fr_fr: Fractionner le paiement pour la commande #

source: Standard one-day events.
fr_fr: Événements standard d'une journée.

source: star
fr_fr: étoile

source: stars
fr_fr: étoiles

source: Start date
fr_fr: Date de début

source: Start date cannot be greater than end date.
fr_fr: La date de début ne peut être supérieure à la date de fin.

source: Start message
fr_fr: Message de démarrage

source: Start time
fr_fr: Heure de début

source: State
fr_fr: État

source: State / County
fr_fr: Etat / Région

source: State/County Code
fr_fr: Etat/Code pays

source: Status
fr_fr: Statut

source: status
fr_fr: statut

source: Stock Priority
fr_fr: Priorité au stock

source: Store Categories
fr_fr: Catégories Boutique

source: Store Category
fr_fr: Catégorie de la boutique

source: Store Info
fr_fr: Informations boutique

source: Store Information
fr_fr: Informations sur le magasin

source: Store Management
fr_fr: Gestion du magasin

source: Store Name
fr_fr: Nom de la boutique

source: Store Notice
fr_fr: Notification boutique

source: Store Page Style
fr_fr: Style de page de magasin

source: Store Policies
fr_fr: Politiques de la boutique

source: Store Reviews
fr_fr: Avis sur la boutique

source: Store Settings
fr_fr: Paramètres du magasin

source: Store Statistics (last 30 days)
fr_fr: Statistiques du magasin (30 derniers jours)

source: Store Support
fr_fr: Support de la boutique

source: Store Tabs
fr_fr: Onglets de magasin

source: Store Tabs Content
fr_fr: Onglets de magasin Contenu

source: Store Title
fr_fr: Titre de la boutique

source: Store URL
fr_fr: URL boutique

source: Store:
fr_fr: Boutique:

source: Stores List
fr_fr: Liste des boutiques

source: Sub-order of
fr_fr: Commande multiple de

source: Subscriptions
fr_fr: Abonnements

source: Subtotal
fr_fr: Sous-total

source: Successfully connected to your Zoom account
fr_fr: Connexion réussie à votre compte Zoom

source: Summarize this product in 1-2 short sentences. We’ll show it at the top of the page.
fr_fr: Résumez ce produit en 1-2 phrases courtes. Nous le montrerons en haut de la page.

source: Support Request
fr_fr: Demande de support

source: Support Settings
fr_fr: Paramètres de support de la boutique

source: Supported file types: jpg, jpeg, png, txt, pdf, doc, docx
fr_fr: Types de fichiers pris en charge : jpg, jpeg, png, txt, pdf, doc, docx

source: susbcription renewal
fr_fr: renouvellement de l'abonnement

source: System Message
fr_fr: Message système

source: Tags
fr_fr: Étiquettes

source: tags
fr_fr: étiquettes

source: tax
fr_fr: taxe

source: Tax Fee Recipient
fr_fr: Bénéficiaire des frais fiscaux (TVA)

source: Team Member:
fr_fr: Membre de l’équipe :

source: Test Access
fr_fr: Accès aux tests

source: Testing Access...
fr_fr: Accès aux tests...

source: Text
fr_fr: Texte

source: Text Color
fr_fr: Couleur du texte

source: Text Shadow
fr_fr: Ombre du texte

source: Text to appear below the main email content.
fr_fr: Texte à apparaître sous le contenu principal de l'e-mail.

source: Thank you for creating a vendor account on %1$s. Your username is %2$s. You can access your vendor dashboard to manage products, orders, earnings and more at: %3$s
fr_fr: Merci d'avoir créé un compte vendeur sur %1$s. Votre nom d'utilisateur est %2$s. Vous pouvez accéder à votre tableau de bord de vendeur pour gérer les produits, les commandes, les revenus et plus encore à l'adresse suivante : %3$s

source: Thank you for registering. Your vendor account requires manual approval. Please wait to be approved.
fr_fr: Merci de vous être enregistré. Votre compte vendeur nécessite une approbation manuelle. Veuillez patienter jusqu'à l'approbation.

source: Thank you for your business, voucher code submitted successfully.
fr_fr: Ce certificat cadeau a été soumis avec succès, merci.

source: Thank you for your submission. Your report has been received.
fr_fr: Merci de votre soumission. Votre rapport a été reçu.

source: That variation can not be removed because it is associated with active subscriptions. To remove this variation, please cancel and delete the subscriptions for it.
fr_fr: Cette variante ne peut pas être supprimée car elle est associée à des abonnements actifs. Pour supprimer cette variante, veuillez annuler et supprimer les abonnements qui s’y trouvent.

source: The complex commissions module is active. Please go to
fr_fr: Le module des commissions complexes est actif. Veuillez vous rendre à l'adresse suivante

source: The customer account could not be created. It may be because the username or email already exists. Here are the error details:
fr_fr: Le compte client n'a pas pu être créé. Il se peut que le nom d'utilisateur ou l'adresse e-mail existe déjà. Voici les détails de l'erreur :

source: The customer account has been created. An email has been sent to the customer with account details.
fr_fr: Le compte client a été créé. Un e-mail a été envoyé au client avec les détails du compte.

source: The customer has confirmed that they received this order.
fr_fr: Le client a confirmé avoir reçu cette commande.

source: The customer has marked this order as received.
fr_fr: Le client a marqué cette commande comme reçue.

source: The email address you entered is invalid
fr_fr: L’adresse e-mail que vous avez saisie n’est pas valide

source: The file did not upload correctly
fr_fr: Le fichier n'a pas été téléchargé correctement

source: The first IP not empty of your server variables does not match with your real IP.
fr_fr: La première IP non vide des variables de votre serveur ne correspond pas à votre IP réelle.

source: The MaxMind GeoIP database is required.
fr_fr: La base de données MaxMind GeoIP est nécessaire.

source: The offer has been emailed successfully.
fr_fr: L'offre a été envoyée par courriel avec succès.

source: The offer has been saved. Do you want to also email it to the user?
fr_fr: L’offre a été sauvegardée. Voulez-vous également l’envoyer par e-mail à l’utilisateur ?

source: The order has been updated successfully
fr_fr: La commande a été mise à jour avec succès

source: The plugin is registered to
fr_fr: Le plugin est enregistré à

source: The product has been added to your store
fr_fr: Le produit a été ajouté à votre boutique

source: The product must have a name (title)!
fr_fr: Le produit doit avoir un nom (titre)!

source: The product type can not be changed because this product is associated with subscriptions.
fr_fr: Le type de produit ne peut pas être modifié car ce produit est associé à des abonnements.

source: The products in your cart are sold by multiple different vendor partners. The order will be placed simultaneously with all vendors and you will receive a package from each of them.
fr_fr: Les produits de votre panier sont vendus par plusieurs partenaires fournisseurs différents. La commande sera passée simultanément avec tous les fournisseurs et vous recevrez un colis de chacun d’eux.

source: The requested withdrawal amount is below the minimum limit.
fr_fr: Le montant du prélèvement demandé est inférieur à la limite minimale.

source: The resource has already been linked to this product
fr_fr: Le services a déjà été liée à ce produit

source: The team member account could not be created. It may be because the username or email already exists. Here are the error details:
fr_fr: Le compte de membre de l’équipe n’a pas pu être créé. C’est peut-être parce que le nom d’utilisateur ou l’adresse e-mail existe déjà. Voici les détails de l’erreur :

source: The team member account has been created. An email has been sent to them with account details.
fr_fr: Le compte de membre de l’équipe a été créé. Un e-mail leur a été envoyé avec les détails du compte.

source: The trial period cannot exceed the maximum
fr_fr: La période d'essai ne peut excéder la durée maximale de

source: The user has not purchased this product.
fr_fr: L’utilisateur n’a pas acheté ce produit.

source: The user has purchased this product.
fr_fr: L’utilisateur a acheté ce produit.

source: The user sent this support request from the order page.
fr_fr: L’utilisateur a envoyé cette demande d’assistance à partir de la page de commande.

source: The value requested cannot exceed the order value.
fr_fr: La valeur demandée ne peut pas dépasser la valeur de la commande.

source: The vendor has not configured a payout method yet
fr_fr: Le fournisseur n’a pas encore configuré de méthode de paiement

source: There are no orders yet...
fr_fr: Il n'y a pas encore de commande...

source: There are no reviews yet...
fr_fr: Il n'y a pas encore d'avis.

source: There are no saved variations yet.
fr_fr: Il n’y a pas encore de variations enregistrées.

source: There are no sellers yet...
fr_fr: Il n’y a pas encore de vendeurs...

source: There is an update regarding your recent verification request.
fr_fr: Il y a une mise à jour concernant votre récente demande de vérification.

source: There is no store here...
fr_fr: Il n’y a pas de magasin ici...

source: This account is a subaccount. Its parent account is:
fr_fr: Ce compte est un sous-compte. Son compte parent est

source: This action cannot be reversed. Are you sure you wish to erase personal data from the selected orders?
fr_fr: Cette action est irréverseible. Etes-vous sûr de vouloir effacer les données personnelles de ces commandes ?

source: This controls how many offers are shown by default. All offers will become visible after the user clicks on "show more".
fr_fr: Cette option permet de contrôler le nombre d'offres affichées par défaut. Toutes les offres seront visibles une fois que l'utilisateur aura cliqué sur "afficher plus".

source: This controls the email subject line. Leave blank to use the default subject:
fr_fr: Cela contrôle la ligne d’objet de l’e-mail. Laissez vide pour utiliser le sujet par défaut :

source: This controls the main heading contained within the email notification. Leave blank to use the default heading:
fr_fr: Contrôle de l’entête principal du mail de notification. Laissez vide pour utiliser l'entête par défaut :

source: This email is sent to admin when a new vendor registers and requires manual approval
fr_fr: Cet e-mail est envoyé à l'administrateur lorsqu'un nouveau fournisseur s'inscrit et nécessite une approbation manuelle

source: This email is sent to admin when a vendor submits a product which requires manual approval
fr_fr: Cet e-mail est envoyé à l'administrateur lorsqu'un vendeur soumet un produit nécessitant une approbation manuelle

source: This email is sent to the vendor when the admin approves one of their products
fr_fr: Cet e-mail est envoyé au vendeur lorsque l'administrateur approuve l'un de ses produits

source: This email is sent to vendors when a new refund request is received (marketking)
fr_fr: Cet e-mail est envoyé aux vendeurs lorsqu'une nouvelle demande de remboursement est reçue (marketing)

source: This email is sent when a new announcement is released to vendors (marketking).
fr_fr: Cet e-mail est envoyé lorsqu'une nouvelle annonce est diffusée aux vendeurs (marketking).

source: This email is sent when a new message is sent (marketking)
fr_fr: Cet e-mail est envoyé lorsqu’un nouveau message est envoyé (marketking)

source: This email is sent when a new rating is received (marketking)
fr_fr: Cet e-mail est envoyé lorsqu’une nouvelle évaluation est reçue (marketking)

source: This email is sent when a payout is saved (marketking)
fr_fr: Cet e-mail est envoyé lorsqu’un paiement est enregistré (marketking)

source: This email is sent when a vendor verification request is approved or rejected (marketking)
fr_fr: Cet e-mail est envoyé lorsqu'une demande de vérification d'un fournisseur est approuvée ou rejetée (marketing)

source: This email notifies the vendor when their account has been manually approved
fr_fr: Cet e-mail informe le vendeur que son compte a été approuvé manuellement

source: This field is used in a condition. Changing its field type may affect the condition. Continue?
fr_fr: Ce champ est utilisé dans une condition. La modification de son type de champ peut affecter la condition. Continuer?

source: This inquiry was sent by a logged out user, without an account. Please email the user directly!
fr_fr: Cette demande a été envoyée par un utilisateur déconnecté, sans compte. Veuillez envoyer un courriel à l'utilisateur directement !

source: This is a composite order that contains products sold by different vendors.
fr_fr: Il s’agit d’une commande composite qui contient des produits vendus par différents fournisseurs.

source: This is a sub-order of order
fr_fr: Il s’agit d’un sous-ordre de l’ordre

source: This is not a recurring meeting
fr_fr: Il ne s'agit pas d'une réunion récurrente

source: This is not a recurring webinar
fr_fr: Il ne s'agit pas d'un webinaire récurrent

source: This is the amount you currently have in earnings, available for your next payout.
fr_fr: Il s’agit du montant que vous avez actuellement en gains, disponible pour votre prochain paiement.

source: This meeting's recurrence is currently set to 'No Fixed Time' which does not allow attendees to pre-register in advance. Please change the setting for this meeting to have a fixed recurrence (daily/weekly/monthly) in your Zoom account before proceeding.
fr_fr: La récurrence de cette réunion est actuellement définie sur "Pas d'heure fixée", ce qui ne permet pas aux participants de s'inscrire à l'avance. Veuillez modifier le paramètre de cette réunion pour qu'elle ait une récurrence fixe (quotidienne/hebdomadaire/mensuelle) dans votre compte Zoom avant de poursuivre.

source: This Month
fr_fr: Ce mois

source: This offer will be emailed to ALL users that have visibility. That includes all groups you selected, all users, and all email addresses entered. Make sure to save the offer first if you made changes to it! Are you sure you want to proceed?
fr_fr: Cette offre sera envoyée par courriel à TOUS les utilisateurs qui ont de la visibilité. Cela inclut tous les groupes que vous avez sélectionnés, tous les utilisateurs et toutes les adresses e-mail saisies. Assurez-vous d’enregistrer l’offre en premier si vous y avez apporté des modifications! Êtes-vous sûr de vouloir continuer?

source: This product has been temporarily deactivated and cannot be purchased.
fr_fr: Ce produit a été temporairement désactivé et ne peut être acheté.

source: This product has produced sales and may be linked to existing orders. Are you sure you want to delete it?
fr_fr: Ce produit a eu des ventes et peut être lié à des commandes existantes. Voulez vous vraiment le supprimer ?

source: This represents the admin commission (earnings) for the order.
fr_fr: Il s'agit de la commission administrative (gains) pour la commande.

source: This review is already approved.
fr_fr: Cet avis est déjà approuvé.

source: This review is already in the Trash.
fr_fr: Cet avis est déjà dans la corbeille.

source: This review is already marked as spam.
fr_fr: Cet avis est déjà marqué comme indésirable.

source: This URL is available!
fr_fr: Cette URL est disponible!

source: This URL is not available!
fr_fr: Cette URL n'est pas disponible !

source: This URL is unavailable!
fr_fr: Cette URL n'est pas disponible !

source: This user is a
fr_fr: Utilisateur

source: This user is a team member of the following vendor:
fr_fr: Cet utilisateur est membre de l’équipe du fournisseur suivant :

source: This vendor doesn't have any products yet...
fr_fr: Ce vendeur n'a pas encore de produits...

source: This vendor store URL will be added to the website base URL, and can be accessed directly e.g. yoursite.com/storeurl
fr_fr: Cette URL de magasin de fournisseur sera ajoutée à l’URL de base du site Web et sera accessible directement, par exemple yoursite.com/storeurl

source: This webinar's recurrence is currently set to 'No Fixed Time' which does not allow attendees to pre-register in advance. Please change the setting for this webinar to have a fixed recurrence (daily/weekly/monthly) in your Zoom account before proceeding.
fr_fr: La récurrence de ce webinaire est actuellement définie sur "Pas d'heure fixée", ce qui ne permet pas aux participants de se préinscrire à l'avance. Veuillez modifier le paramètre de ce webinaire pour qu'il ait une récurrence fixe (quotidienne/hebdomadaire/mensuelle) dans votre compte Zoom avant de poursuivre.

source: This Year
fr_fr: Cette année

source: Title
fr_fr: Titre

source: Title displayed on the vendor dashboard page.
fr_fr: Titre affiché sur la page du tableau de bord fournisseur.

source: to configure commissions.
fr_fr: pour configurer les commissions.

source: To configure the membership packages / options available to your vendors, please go to the
fr_fr: Pour configurer les forfaits / options d’adhésion disponibles pour vos fournisseurs, veuillez vous rendre sur le

source: To fully translate the plugin, click
fr_fr: Pour traduire entièrement le plugin, cliquez sur

source: To:
fr_fr: À :

source: Today
fr_fr: Aujourd’hui

source: Top Rated Vendors First
fr_fr: Les vendeurs les mieux notés d'abord

source: Topic
fr_fr: Sujet

source: Total Sales
fr_fr: Total des ventes

source: Total Sales Value
fr_fr: Valeur totale des ventes

source: Tracking Number
fr_fr: Numéro de suivi

source: Tracking Number:
fr_fr: Numéro de Suivi :

source: Tracking URL
fr_fr: URL de suivi

source: Tracking URL:
fr_fr: URL de suivi :

source: Transfer vendors across groups automatically (e.g. group ranks or tiers).
fr_fr: Transférez automatiquement les fournisseurs entre les groupes (par exemple, les rangs ou les niveaux de groupe).

source: Trashing this order will also trash the subscriptions purchased with the order.
fr_fr: La suppression de cette commande annulera également les abonnements achetés avec la commande.

source: Turn Reviews On/Off
fr_fr: Activer/désactiver les avis

source: Turns frontend icons from color to black and white
fr_fr: Transforme les icônes du frontend de couleur en noir et blanc

source: Unable to add resource
fr_fr: Impossible d’ajouter des ressources
