Repository: kingplugins/marketking-core
Catalog: languages/marketking-multivendor-marketplace-for-woocommerce-*.po
Languages: fr_fr

source: Intermediary Bank - City
fr_fr: Banque intermédiaire - Ville

source: Intermediary Bank - Country
fr_fr: Banque intermédiaire - Pays

source: Intermediary Bank - Name
fr_fr: Banque intermédiaire - Nom

source: Invalid Account
fr_fr: Type de compte non valide

source: Invalid post type.
fr_fr: Type d’article invalide.

source: Invalid review ID.
fr_fr: ID d'avis non valide.

source: Invoice
fr_fr: Facture

source: invoice
fr_fr: facture

source: Invoice & Packing
fr_fr: Facture et emballage

source: Invoices
fr_fr: Factures

source: Invoicing
fr_fr: Facturation

source: is required
fr_fr: est requis

source: Item Cost
fr_fr: Coût de l’article

source: Items
fr_fr: Articles

source: Items Sold
fr_fr: Articles vendus

source: Language and Text
fr_fr: Langue et texte

source: Last
fr_fr: Dernier

source: Last 31 Days
fr_fr: Les 31 derniers jours

source: Last 7 Days
fr_fr: 7 derniers jours

source: Last Month
fr_fr: Mois dernier

source: Last Name
fr_fr: Nom

source: Last Payment
fr_fr: Dernier paiement

source: Last Reply
fr_fr: Dernière réponse

source: Last warning, are you sure?
fr_fr: Dernier avertissement, êtes-vous sûr?

source: Last Year
fr_fr: L'année dernière

source: Learn how to set up simple or combined commissions by category, product or vendor with the "complex commissions" module.
fr_fr: Apprenez à mettre en place des commissions simples ou combinées par catégorie, produit ou vendeur avec le module "commissions complexes".

source: Left
fr_fr: Gauche

source: License
fr_fr: Licence

source: License email
fr_fr: E-mail de la licence

source: License key
fr_fr: Clé de licence

source: License management
fr_fr: Gestion des licences

source: Licensing and Activation FAQ & Guide
fr_fr: FAQ et guide sur les licences et l'activation

source: Light Dashed
fr_fr: Légèrement en pointillés

source: Light Simple
fr_fr: Léger Simple

source: Limit character length
fr_fr: Limiter le nombre de caractères

source: Limit price range
fr_fr: Limiter la fourchette de prix

source: Limit quantity range
fr_fr: Limiter la fourchette de quantité

source: Link copied
fr_fr: Lien copié

source: Link the event to these meetings/webinars:
fr_fr: Reliez l'événement à ces réunions/webinaires :

source: Load dashboard tables with AJAX (only enable this if you have a large nr. of products / orders).
fr_fr: Chargez les tables de tableau de bord avec AJAX (ne l’activez que si vous avez un grand nombre de produits / commandes).

source: Load the customer's billing information? This will remove any currently entered billing information.
fr_fr: Charger les informations de facturation du client ? Ceci supprimera toutes les informations de facturation actuellement saisies.

source: Load the customer's shipping information? This will remove any currently entered shipping information.
fr_fr: Charger les informations de livraison du client ? Ceci supprimera toutes les informations de livraison actuellement saisies.

source: Loading...
fr_fr: Chargement...

source: Log out
fr_fr: Se déconnecter

source: Login failed
fr_fr: Échec de la connexion

source: Lowest Prices First
fr_fr: Les prix les plus bas d'abord

source: Mail sent successfully
fr_fr: Courriel envoyé avec succès

source: Main Capabilities
fr_fr: Principales capacités

source: Main Product Image
fr_fr: Image principale du produit

source: Make Request
fr_fr: Faire une demande

source: Make Withdrawal Request
fr_fr: Demande de prélèvement :

source: Manage Options (e.g. "Customer" / "Vendor")
fr_fr: Gérer les options (par exemple, « Client » / « Fournisseur »)

source: Manage Payments
fr_fr: Gérer les paiements

source: Manage Registration Fields
fr_fr: Gérer les champs d’inscription

source: Manage Registration Form & Fields
fr_fr: Gérer le formulaire d'inscription et les champs

source: Manage Registration Options
fr_fr: Gérer les options d'enregistrement

source: Manual Adjustment Amount
fr_fr: Montant de l'ajustement manuel

source: MarketKing Cart (Recommended)
fr_fr: Panier MarketKing (Recommandé)

source: MarketKing Core
fr_fr: Noyau MarketKing

source: MarketKing is the complete solution for turning WooCommerce into a powerful multivendor marketplace. Core plugin.
fr_fr: MarketKing est la solution complète pour transformer WooCommerce en une puissante place de marché multi-vendeurs. Plugin de base.

source: MarketKing Multivendor Marketplace
fr_fr: MarketKing Marché Multivendeur

source: Member
fr_fr: Membre

source: Member since
fr_fr: Membre depuis

source: Memberships
fr_fr: Adhésions

source: message does not exist!
fr_fr: Désolé, ce message n'existe pas.

source: Message shown when multiple vendors's products are in cart. Leave empty to hide it.
fr_fr: Message affiché lorsque les produits de plusieurs fournisseurs sont dans le panier. Laissez vide pour le cacher.

source: Method:
fr_fr: Méthode :

source: Min. Quantity
fr_fr: Quantité min

source: Min. Withdrawal Threshold
fr_fr: Seuil de retrait min.

source: Minimum balance required to make a withdrawal.
fr_fr: Solde minimum requis pour effectuer un retrait.

source: More
fr_fr: Plus

source: Multiple Categories
fr_fr: Catégories multiples

source: Multiple Product Vendors
fr_fr: Vendeurs de produits multiples

source: My Account Page
fr_fr: Page Mon compte

source: My account registration is not enabled in WooCommerce. You must go to WooCommerce -> Settings -> Accounts & Privacy -> and enable "Allow customers to create an account on the "My account" page"
fr_fr: L’enregistrement de mon compte n’est pas activé dans WooCommerce. Vous devez aller dans WooCommerce -Paramètres > -> Comptes et confidentialité -> et activer « Autoriser les clients à créer un compte sur la page « Mon compte" »

source: My Team
fr_fr: Mon Équipe

source: Name
fr_fr: Nom

source: name
fr_fr: nom

source: Name (required)
fr_fr: Nom (requis)

source: Name and Email
fr_fr: Nom d'utilisateur et email

source: Name:
fr_fr: Nom:

source: Name:
fr_fr: Nom :

source: New Announcement
fr_fr: Nouveau communiqué

source: New announcement
fr_fr: Nouvelle annonce

source: New earning
fr_fr: Nouveaux gains

source: New Message
fr_fr: Nouveau message

source: New message
fr_fr: Nouveau message

source: New on our platform?
fr_fr: Nouveau sur notre plateforme?

source: New Payout
fr_fr: Nouveau paiement

source: New Product
fr_fr: Nouveau produit

source: New product requires approval
fr_fr: Un nouveau produit doit être approuvé

source: New Rating
fr_fr: Nouveau vote

source: New Refund Request
fr_fr: Nouvelle demande de remboursement

source: New Refund Requst
fr_fr: Nouvelle demande de remboursement

source: New Status:
fr_fr: Nouveau statut :

source: New vendor requires approval
fr_fr: Un nouveau fournisseur doit être approuvé

source: New Vendors
fr_fr: Nouveaux fournisseurs

source: New Verification
fr_fr: Nouvelle vérification

source: New Verification Status
fr_fr: Nouvel état de vérification

source: Next
fr_fr: Suivante

source: No action selected
fr_fr: Aucune action sélectionnée

source: No customer selected
fr_fr: Aucun client sélectionné

source: No data available in table
fr_fr: Aucune donnée disponible dans le tableau

source: No earnings found
fr_fr: Aucun revenu n'a été trouvé

source: No earnings found in trash
fr_fr: Aucun gain trouvé dans la poubelle

source: No group is set up. Please create a customer group
fr_fr: Aucun groupe n'est constitué. Veuillez créer un groupe de clients

source: No matching records found
fr_fr: Aucun enregistrements correspondants trouvés

source: No messages exist.
fr_fr: Aucun message n'existe.

source: No payment yet
fr_fr: Pas encore de paiement

source: No registrations need approval!
fr_fr: Aucune inscription n’a besoin d’approbation!

source: No row selected
fr_fr: Aucune ligne sélectionnée

source: No upcoming occurrences
fr_fr: Aucun événement à venir

source: No users selected
fr_fr: Aucun utilisateur sélectionné

source: No variations added
fr_fr: Aucune variation ajoutée

source: None
fr_fr: Rien

source: Not set
fr_fr: Non défini

source: Note / Details
fr_fr: Note / Détails

source: Note: Attendees will be registered automatically for all occurrences.
fr_fr: Note : Les participants seront inscrits automatiquement pour toutes les occurrences.

source: Note: Attendees will be registered automatically.
fr_fr: Note : Les participants seront inscrits automatiquement.

source: Note: Automatic attendee registration is required for all occurrences.
fr_fr: Note : L'inscription automatique des participants est requise pour toutes les occurrences.

source: Note: Automatic attendee registration is required.
fr_fr: Note : L'inscription automatique des participants est requise.

source: Nothing here...
fr_fr: Il n’y a rien ici…

source: number has not been generated yet. Do you want to manually generate one ?
fr_fr: n'a pas encore été généré. Souhaitez-vous en générer un manuellement ?

source: Number of days after placing an order, during which customers can request a refund.
fr_fr: Nombre de jours après avoir passé une commande, pendant lesquels les clients peuvent demander un remboursement.

source: Number of Orders
fr_fr: Nombre de commandes

source: Offers
fr_fr: Offres

source: Older messages →
fr_fr: Messages plus anciens →

source: On Backorder
fr_fr: En rupture de stock

source: On backorder
fr_fr: En rupture de stock

source: On Hold
fr_fr: En attente

source: On hold
fr_fr: En attente

source: One or more emails entered appear to be invalid
fr_fr: Un ou plusieurs e-mails saisis ne semblent pas valides

source: One or more order do not have invoice generated. Generate manually?
fr_fr: Une ou plusieurs commandes n'ont pas de facture générée. Générer manuellement ?

source: Order
fr_fr: Commande

source: order
fr_fr: commande

source: order
fr_fr: commande

source: Order #%1$s was placed on %2$s and is currently %3$s.
fr_fr: La commande numero #%1$s a été effectuée le %2$s et est actuellement %3$s.

source: Order Cancelled
fr_fr: Commande Annulée

source: Order Details
fr_fr: Détails de la commande

source: Order details
fr_fr: Détails de la commande

source: Order Failed
fr_fr: Commande échouée

source: Order Information
fr_fr: Informations sur la commande

source: Order Items
fr_fr: Articles de Commande

source: Order No.
fr_fr: N° de commande.

source: Order Notes
fr_fr: Notes de la commande

source: Order Number:
fr_fr: Numéro de commande :

source: Order Refunded
fr_fr: Commande remboursée

source: Order Statistics (last 30 days)
fr_fr: Statistiques des commandes (30 derniers jours)

source: Order Total
fr_fr: Total de la commande

source: order total
fr_fr: total de la commande

source: Order Totals
fr_fr: Totaux

source: Order updates
fr_fr: Mettre à jour les commandes

source: Order Value
fr_fr: Valeur totale des commandes (commandes terminées)

source: Order Vendor
fr_fr: Commande du vendeur

source: Order: #
fr_fr: Ordre

source: Orders
fr_fr: Commandes

source: orders
fr_fr: commandes

source: Orders Nr.
fr_fr: N° d’ordre

source: Other & Advanced Settings
fr_fr: Autres et paramètres avancés

source: Other Offers
fr_fr: Autres offres

source: Other Offers Position
fr_fr: Autres offres Poste

source: Other Vendors Selling This Product
fr_fr: Autres fournisseurs vendant ce produit

source: out of 5
fr_fr: sur 5

source: Out of stock
fr_fr: Rupture de stock

source: Outstanding (Unpaid) Balance
fr_fr: Solde impayé

source: Outstanding Balance
fr_fr: Solde restant dû

source: Outstanding balance
fr_fr: Solde restant à payer

source: Override all variations
fr_fr: Remplacer toutes les variations

source: Override product
fr_fr: Produit prioritaire

source: Packing slip (PDF)
fr_fr: Bordereau d'expédition (PDF)

source: Panel name on the vendor dashboard (e.g. "Member", "Upgrade!", "Subscription", etc.)
fr_fr: Nom du panneau sur le tableau de bord du fournisseur (par exemple, « Membre », « Mise à niveau! », « Abonnement », etc.)

source: Parent earning
fr_fr: Revenu des parents

source: Parent order completed
fr_fr: Commande des parents complétée

source: Password
fr_fr: Mot de passe

source: Password is empty
fr_fr: Le mot de passe est vide

source: Password is incorrect
fr_fr: Le mot de passe est incorrect

source: Payment
fr_fr: Paiement

source: Payment Amount
fr_fr: Montant du paiement

source: Payment for Order #
fr_fr: Paiement pour la commande #

source: Payment Method
fr_fr: Mode de paiement

source: Payment method
fr_fr: Mode de paiement

source: Payment via:
fr_fr: Procéder au paiement via Apple Pay?

source: Payout Account
fr_fr: Compte de paiement

source: Payouts
fr_fr: Paiements

source: Payouts for
fr_fr: PayPal - Paiements

source: Payouts History
fr_fr: Historique des paiements

source: PayPal Email Address
fr_fr: Adresse e-mail PayPal

source: PayPal email address
fr_fr: Adresse email PayPal

source: Pending
fr_fr: En attente

source: Pending Order Completion
fr_fr: Achèvement de l’ordre en attente

source: Pending Order Payment
fr_fr: Paiement de la commande en attente

source: Pending Payment
fr_fr: En attente de paiement

source: Pending payment
fr_fr: En attente de paiement

source: Pending Review
fr_fr: En attente de validation

source: Percent of the original price
fr_fr: Pourcentage du prix d'origine

source: Percentage
fr_fr: Pourcentage

source: Phone
fr_fr: Téléphone

source: Phone Number
fr_fr: Numéro de téléphone

source: Phone:
fr_fr: Téléphone :

source: Phone:
fr_fr: Téléphone :

source: Please either enter quantity for "Stock quantity" or untick "Manage stock?" option.
fr_fr: S'il vous plaît soit entrer la quantité pour "Quantité de stock" ou décocher "Gérer les stocks? ».

source: Please enter a date after the next payment.
fr_fr: Veuillez saisir une date après le prochain règlement.

source: Please enter a date after the start date.
fr_fr: Veuillez saisir une date après la date de début.

source: Please enter a date after the trial end.
fr_fr: Veuillez entrer une date après la fin de la période d’essai.

source: Please enter a date at least 2 minutes into the future.
fr_fr: Veuillez entrer une date d’au moins 2 minutes dans l’avenir.

source: Please enter a date at least one hour into the future.
fr_fr: Entrer une date postérieure.

source: Please enter a date before the next payment.
fr_fr: Merci d'entrer une date avant le prochain paiement.

source: Please enter a start date in the past.
fr_fr: Entrer une date antérieure.

source: Please enter an integer higher than %s.
fr_fr: Entrez un entier supérieur à %s.

source: Please enter an integer lower than or equal to %s.
fr_fr: Entrez un entier inférieur ou égal à %s.

source: Please enter an integer that is a multiple of %s.
fr_fr: Entrez un entier qui est un multiple de %s.

source: Please enter in a value less than the regular price.
fr_fr: Veuillez saisir une valeur inférieure au tarif normal.

source: Please enter in country code with two capital letters.
fr_fr: Veuillez saisir un code pays avec deux lettres majuscules.

source: Please enter mandatory fields
fr_fr: Veuillez saisir les champs obligatoires

source: Please enter Number of Voucher Codes.
fr_fr: Veuillez saisir le nombre de codes de Bons.

source: Please enter only Numeric values in Number of Voucher Codes.
fr_fr: Veuillez saisir uniquement les valeurs numériques dans codes de coupons.

source: Please enter Pattern to import voucher code(s).
fr_fr: Merci d’entrer un gabarit pour importer des code(s) de coupons.

source: Please enter redeem amount.
fr_fr: Veuillez saisir le montant à utiliser.

source: Please enter valid Email ID
fr_fr: S'il vous plaît entrer l'iD e-mail valide

source: Please enter valid number.
fr_fr: Merci d'entrer un numéro valide.

source: Please enter Valid Pattern to import voucher code(s).
fr_fr: Merci d’entrer un gabarit pour importer des code(s) de coupon(s)

source: Please enter valid url (i.e. http://www.example.com).
fr_fr: Veuillez saisir une URL valide (c.-à-d. http://www.example.com).

source: Please enter with one decimal point (%s) without thousand separators.
fr_fr: Veuillez saisir en format décimal (%s) sans séparateur de milliers.

source: Please enter with one monetary decimal point (%s) without thousand separators and currency symbols.
fr_fr: Veuillez saisir en format monétaire, avec décimal, (%s) sans séparateur de milliers et sans symbole monétaire.

source: Please fill all fields to submit the inquiry
fr_fr: Veuillez remplir tous les champs pour soumettre la demande

source: Please fill all required (*) fields / resolve all validation errors.
fr_fr: Veuillez remplir tous les champs obligatoires (*) / résoudre toutes les erreurs de validation.

source: Please fill the `from address` in the plugin's general settings.
fr_fr: Veuillez remplir l'`adresse de l'expéditeur` dans les paramètres généraux du plugin.

source: Please note that meeting/webinar load times will increase as more users are selected.
fr_fr: Veuillez noter que les temps de chargement des réunions/webinaires augmenteront au fur et à mesure de la sélection des utilisateurs.

source: Please select a file.
fr_fr: Veuillez sélectionner un fichier.

source: Please select atleast one delivery method.
fr_fr: Veuillez sélectionner au moins une méthode d'expédition.

source: Please select some items.
fr_fr: Veuillez sélectionner quelques articles.

source: Please upload csv file.
fr_fr: Merci de téléverser un fichier CSV.

source: Please wait
fr_fr: Veuillez patienter

source: Policies
fr_fr: Politiques

source: Position of the "other offers" tab
fr_fr: Position de l’onglet « autres offres »

source: Postcode
fr_fr: Code Postal

source: Postcode / ZIP
fr_fr: Code postal

source: Pre-Built Color Schemes
fr_fr: Schémas de couleurs prédéfinis

source: Premium License
fr_fr: Licence Premium

source: Previous
fr_fr: Précédent

source: Price
fr_fr: Prix

source: price
fr_fr: prix

source: Print
fr_fr: Imprimer

source: Print/Download
fr_fr: Imprimer/Télécharger

source: Pro Modules
fr_fr: Modules Pro

source: Pro Plugin Integrations
fr_fr: Intégrations de plugins Pro

source: Processing
fr_fr: En cours

source: Processing activation request...
fr_fr: Traitement de la demande d’activation...

source: Processing...
fr_fr: En cours...

source: Product
fr_fr: Produit

source: Product & Vendor Inquiries
fr_fr: Demandes de renseignements sur les produits et les fournisseurs

source: Product and Vendor Inquiries
fr_fr: Demandes de renseignements sur les produits et les fournisseurs

source: Product data
fr_fr: Données produit

source: Product ID
fr_fr: ID produit

source: Product Image
fr_fr: Image du produit

source: Product Inquiry
fr_fr: Demande de renseignements

source: Product is not selected or email body is empty. Please fill it.
fr_fr: Le produit n'est pas sélectionné ou le corps du courriel est vide. S'il vous plaît remplissez-le.

source: Product Management
fr_fr: Gestion des produits

source: Product Name
fr_fr: Nom du produit

source: Product Pending Review
fr_fr: Produit en attente de révision

source: Product Quantity
fr_fr: Quantité de produit

source: Product Support
fr_fr: Support produits

source: Product types define available product details and attributes, such as downloadable files and variations. They’re also used for analytics and inventory management.
fr_fr: Les types de produits définissent les détails et attributs disponibles du produit, tels que les fichiers téléchargeables et les variantes. Ils sont également utilisés pour l’analyse et la gestion des stocks.

source: Product Value
fr_fr: Valeur du produit

source: Product Vendor
fr_fr: Vendeur du produit

source: Product:
fr_fr: Produit :

source: Products
fr_fr: Produits

source: Products are sold by
fr_fr: Les produits sont vendus par

source: Products sold by
fr_fr: Produits vendus par

source: Products sold by
fr_fr: Produits vendus par

source: Professional
fr_fr: Professionnel

source: Profile Image
fr_fr: Image de profil

source: Profile Settings
fr_fr: Paramètres du profil

source: Proof of Address
fr_fr: Justificatif de domicile

source: Proof of Identity
fr_fr: Preuve d’identité

source: Provider Name
fr_fr: Nom du prestataire

source: Provider:
fr_fr: Prestataire :

source: Publish Product
fr_fr: Publier le produit

source: Published
fr_fr: Publié

source: Published Product
fr_fr: Produit publié

source: Purchased
fr_fr: Acheté

source: purchased
fr_fr: acheté

source: Quantity
fr_fr: Quantité

source: Quick Select:
fr_fr: Sélection rapide :

source: quote
fr_fr: citation

source: Quote Request
fr_fr: Demande de renseignements

source: rating from
fr_fr: sur

source: Rating:
fr_fr: Note :

source: Rating:
fr_fr: Évaluation :

source: Ready
fr_fr: Prêt

source: Reason:
fr_fr: Motif :

source: Recalculate totals? This will calculate taxes based on the customers country (or the store base country) and update totals.
fr_fr: Recalculer les totaux&nbsp;? Cela calculera la taxe sur la base du pays des clients (ou du pays de la boutique) et actualisera les totaux.

source: Received
fr_fr: Reçu

source: Recent Messages
fr_fr: Messages récents

source: Recent Orders
fr_fr: Commandes récentes

source: Recent Payouts
fr_fr: Paiements récents

source: Recipient(s)
fr_fr: Destinataire(s)

source: Recurrence
fr_fr: Récurrence

source: Redeem amount should not be greater than redeemable amount.
fr_fr: Le montant remboursé ne doit pas être supérieur au montant remboursable.

source: Redeem Instruction
fr_fr: Conditions de validité

source: Refresh Example Info
fr_fr: Rafraîchir les informations de l'exemple

source: Refund in this order seems not having credit number yet. Do you want to manually generate one ?
fr_fr: Le remboursement dans cette commande semble ne pas avoir encore de numéro de crédit. Voulez-vous en générer un manuellement ?

source: Refund Request Time Limit
fr_fr: Délai de demande de remboursement

source: Refund Requests
fr_fr: Demandes de remboursement

source: Refunded
fr_fr: Remboursé

source: Refunds
fr_fr: Remboursements

source: Reg. Role
fr_fr: Reg. Rôle

source: Register
fr_fr: S'inscrire

source: Registration
fr_fr: Inscription

source: Registration Approval
fr_fr: Approbation d'inscription

source: Registration Option
fr_fr: Régle d’inscription

source: Registrations
fr_fr: Inscriptions

source: Reject and delete user
fr_fr: Rejeter et supprimer un utilisateur

source: Related Orders
fr_fr: Commandes similaires

source: Remove
fr_fr: Supprimer

source: Remove earning image
fr_fr: Supprimer l'image gagnante

source: Remove this attribute?
fr_fr: Supprimer cet attribut ?

source: Remove this item
fr_fr: Enlever cet article

source: Remove this item meta?
fr_fr: Supprimer le méta de cet article&nbsp;?

source: Reports
fr_fr: Rapports

source: Require shipment to complete order
fr_fr: Exiger l’expédition pour compléter la commande

source: Requires Approval
fr_fr: Nécessite une approbation

source: Resources
fr_fr: Ressources

source: Reversed (Admin commissions are deducted from vendor balance)
fr_fr: Annulé (les commissions administratives sont déduites du solde du fournisseur)

source: Review
fr_fr: Avis

source: review
fr_fr: avis

source: Reviews
fr_fr: Avis

source: reviews
fr_fr: avis

source: Reviews (%s)
fr_fr: Avis (%s)

source: Reviews list
fr_fr: Liste des évaluations

source: Reviews list navigation
fr_fr: Navigation dans la liste des avis

source: Right
fr_fr: Droite

source: Royal Gold
fr_fr: Or royal

source: Rules Set Vendor Commission
fr_fr: Règles établies Commission des vendeurs

source: Sale end date (YYYY-MM-DD format or leave blank)
fr_fr: Date de fin de la promotion (format JJ-MM-AAAA ou laisser vide)

source: Sale start date (YYYY-MM-DD format or leave blank)
fr_fr: Date de début de la promotion (format JJ-MM-AAAA ou laisser vide)

source: Sales
fr_fr: Ventes

source: Sales Reports
fr_fr: Rapports des ventes

source: Sales Summary
fr_fr: Récapitulatif des Ventes

source: Save
fr_fr: Sauvegarder
